Repository: jasp-stats/jaspFactor
Catalog: po/QML-*.po
Languages: es, eu, gl, id, ja, pl, pt, ru

# PcaEfaAnalysisOptions|
source: Correlation matrix
es: Matriz de correlaciones
eu: Korrelazio-matrizea
gl: Matriz de correlacións
pl: Macierz korelacji
pt: Matriz de correlação

# PcaEfaAnalysisOptions|
source: The correlation matrix is used to decompose the data into components/factors.
es: La matriz de correlaciones se utiliza para descomponer los datos en componentes/factores.
eu: Korrelazio-matrizea datuak osagai/faktoreetan deskonposatzeko erabiltzen da.
gl: A matriz de correlacións utilízase para descompoñer os datos en compoñentes/factores.
pl: Do dekompozycji danych na składniki/czynniki użyta zostanie macierz korelacji.
pt: A matriz de correlação é usada para decompor os dados em componentes/fatores.

# PcaEfaAnalysisOptions|
source: Covariance matrix
es: Matriz de covarianzas
eu: Kobariantza-matrizea
gl: Matriz de covarianzas
pl: Macierz kowariancji
pt: Matriz de covariância

# PcaEfaAnalysisOptions|
source: The covariance matrix is used to decompose the data into components/factors.
es: La matriz de covarianzas se utiliza para descomponer los datos en componentes/factores.
eu: Kobariantza-matrizea datuak osagai/faktoreetan deskonposatzeko erabiltzen da.
gl: A matriz de covarianzas utilízase para descompoñer os datos en compoñentes/factores.
pl: Do dekompozycji danych na składniki/czynniki użyta zostanie macierz kowariancji.
pt: A matriz de covariância é usada para decompor os dados em componentes/fatores.

# PcaEfaAnalysisOptions|
source: Polychoric/tetrachoric correlation matrix
es: Matriz de correlaciones policórica/tetracórica
eu: Korrelazio-matrize polikoriko/tetrakorikoa
gl: Matriz de correlacións policórica/tetracórica
pl: Macierz korelacji polichorycznej/tetrachorycznej
pt: Matriz de correlação policórica/tetracórica

# PcaEfaAnalysisOptions|
source: The polychoric/tetrachoric correlation matrix is used to decompose the data into components/factors. This is sometimes unstable when sample size is small and when some variables do not contain all response categories
es: La matriz de correlaciones policórica/tetracórica se utiliza para descomponer los datos en componentes/factores. A veces esto es inestable cuando el tamaño de la muestra es pequeño y cuando algunas variables no incluyen todas las categorías de respuesta
eu: Korrelazio-matrize polikoriko/tetrakorikoa datuak osagai/faktoreetan deskonposatzeko erabiltzen da. Batzuetan ezegonkorra da laginaren tamaina txikia denean eta aldagai batzuek ez dituztenean erantzun-kategoria guztiak
gl: A matriz de correlacións policórica/tetracórica utilízase para descompoñer os datos en compoñentes/factores. Ás veces isto é inestable cando o tamaño da mostra é pequeno e cando algunhas variables non inclúen tódalas categorías de resposta
pl: Do dekompozycji danych na składniki/czynniki użyta zostanie macierz korelacji polichorycznej/tekachorycznej. Metoda ta bywa niestabilna przy małej liczbie obserwacji oraz gdy niektóre zmienne nie zawierają wszystkich kategorii odpowiedzi
pt: A matriz de correlação policórica/tetracórica é usada para decompor os dados em componentes/fatores. Às vezes, isso é instável quando o tamanho da amostra é pequeno e quando algumas variáveis não contêm todas as categorias de resposta

# PcaEfaAnalysisOptions|
source: Factoring Method
es: Método de factorización
eu: Faktorizazio-Metodoa
gl: Método de factorización
pl: Metoda faktoryzacji
pt: Método de Fatoração

# PcaEfaAnalysisOptions|
source: Which factoring method to use for the decomposition.
es: Qué método de factorización se utiliza para la descomposición.
eu: Zein faktorizazio metodo erabili deskonposiziorako.
gl: Que método de factorización se utiliza para a descomposición.
pl: Metoda faktoryzacji stosowana do dekompozycji.
pt: Qual método de fatoração é utilizado na decomposição.

# PcaEfaAnalysisOptions|
source: Minimum residual
es: Error mínimo
eu: Hondar minimoa
gl: Erro mínimo
pl: Minimalne reszty
pt: Resíduo mínimo

# PcaEfaAnalysisOptions|
source: Perform a minimum residual factor analysis (minres) using the first derivative.
es: Realizar un Análisis Factorial de Error Mínimo (minres), utilizando la primera derivada.
eu: Egin hondar minimoaren faktore-analisi bat (minres) lehen deribatua erabiliz.
gl: Realizar unha Análise Factorial de Erro Mínimo (minres), utilizando a primeira derivada.
pl: Wykonuje analizę czynnikową metodą minimalnych reszt (minres) z wykorzystaniem pierwszej pochodnej.
pt: Executa uma análise fatorial residual mínima (minres) usando a primeira derivada.

# PcaEfaAnalysisOptions|
source: Maximum likelihood
es: Máxima-Verosimilitud
gl: Máxima-Verosimilitude
pl: Największa wiarygodność
pt: Máxima verossimilhança

# PcaEfaAnalysisOptions|
source: Perform a maximum likelihood factor analysis (ml).
es: Realizar un Análisis Factorial de Máxima-Verosimilitud (MV).
gl: Realizar unha Análise Factorial de Máxima-Verosimilitude (MV).
pl: Wykonuje analizę czynnikową metodą największej wiarygodności (ML).
pt: Executa uma análise do fator máximo de verossimilhança (ml).

# PcaEfaAnalysisOptions|
source: Principal axis factoring
es: Factorización del eje principal
eu: Ardatz nagusien faktorizazioa
gl: Factorización do eixe principal
pl: Osie główne
pt: Fatoração do eixo principal

# PcaEfaAnalysisOptions|
source: Perform a principal factor solution (pa).
es: Alcanzar una solución de factores principales (pa).
eu: Egin faktore nagusiaren soluzio bat (pa).
gl: Acadar unha solución de factores principales (pa).
pl: Wykonuje analizę czynnikową metodą głównych czynników (PA).
pt: Executa uma solução de fator principal (pa).

# PcaEfaAnalysisOptions|
source: Ordinary least squares
es: Mínimos Cuadrados Ordinarios
gl: Mínimos Cadrados Ordinarios
pl: Najmniejsze kwadraty
pt: Mínimos quadrados ordinários

# PcaEfaAnalysisOptions|
source: Minimize the residual matrix using an OLS procedure, slower but uses the empirical first derivative.
es: Minimizar la matriz de errores utilizando el método MCO, más lento pero utiliza la primera derivada empírica.
eu: Minimizatu hondar matrizea OLS prozedura bat erabiliz, motelagoa baina lehen deribatu enpirikoa erabiltzen duena.
gl: Minimizar a matriz dos erros utilizando o método MCO, máis lento pero utiliza a primeira derivada empírica.
pl: Minimalizuje macierz reszt za pomocą metody najmniejszych kwadratów (OLS), która jest wolniejsza, ale wykorzystuje empiryczną pierwszą pochodną.
pt: Minimize a matriz residual usando um procedimento OLS, mais lento, mas que usa a primeira derivada empírica.

# PcaEfaAnalysisOptions|
source: Weighted least squares
es: Mínimos Cuadrados Ponderados
eu: Karratu minimo haztatuak
gl: Mínimos Cadrados Ponderados
pl: Ważone najmniejsze kwadraty
pt: Mínimos quadrados ponderados

# PcaEfaAnalysisOptions|
source: Perform a weighted least squares (WLS) solution.
es: Alcanzar una solución de Mínimos Cuadrados Ponderados (MCP).
eu: Karratu txikienen haztatutako (WLS) soluzio bat egin.
gl: Acadar unha solución de Mínimos Cadrados Ponderados (MCP).
pl: Wykonuje analizę metodą ważonych najmniejszych kwadratów (WLS).
pt: Executa uma solução de mínimos quadrados ponderados (WLS).

# PcaEfaAnalysisOptions|
source: Generalized least squares
es: Mínimos Cuadrados Generalizados
eu: Karratu txikienen orokortuak
gl: Mínimos Cadrados Xeneralizados
pl: Uogólniona najmniejszych kwadratów
pt: Mínimos quadrados generalizados

# PcaEfaAnalysisOptions|
source: Perform a generalized least squares (GLS) solution.
es: Alcanzar una solución de Mínimos Cuadrados Generalizados (MCG).
gl: Acadar unha solución de Mínimos Cadrados Xeneralizdos (MCX).
pl: Wykonuje metodę uogólnioną najmniejszych kwadratów (GLS).
pt: Executa uma solução de mínimos quadrados generalizados (MQG).

# PcaEfaAnalysisOptions|
source: Minimum chi-square
es: Chi-cuadrado mínimo
eu: Khi-karratu minimoa
gl: Khi-cadrado mínimo
pl: Minimalne chi-kwadrat
pt: Qui-quadrado mínimo

# PcaEfaAnalysisOptions|
source: Minimize the sample size-weighted chi-square using pairwise correlations.
es: Minimizar el chi-cuadrado muestral ponderado por el tamaño, utilizando las correlaciones por pares.
eu: Laginaren tamainaren arabera haztatutako khi-karratua bikoteka korrelazioak erabiliz minimizatu.
gl: Minimizar o khi-cadrado mostral ponderado polo tamaño, utilizando as correlacións por parellas.
pl: Minimalizuje ważoną statystykę chi-kwadrat, wykorzystując korelacje na danych z brakami usuwanymi parami.
pt: Minimiza o qui-quadrado ponderado pelo tamanho da amostra usando correlações pareadas.

# PcaEfaAnalysisOptions|
source: Minimum rank
es: Rango mínimo
eu: Maila?? minimoa
gl: Rango mínimo
pl: Minimalna ranga
pt: Classificação mínima

# PcaEfaAnalysisOptions|
source: Perform a minimum rank factor analysis (minrank).
es: Realizar un Análisis Factorial de Rango Mínimo (minrank).
gl: Realizar unha Análise Factorial de Rango Mínimo (minrank).
pl: Wykonuje analizę czynnikową metodą minimalnej rangi (minrank).
pt: Executa uma análise de fator de classificação mínima (minrank).

# PcaEfaNumberFactors|
source: Number of Components
es: Número de componentes
eu: Osagai kopurua
gl: Número de compoñentes
pl: Liczba składowych
pt: Número de Componentes

# PcaEfaNumberFactors|
source: Number of Factors
es: Número de factores
eu: Faktore kopurua
gl: Número de factores
pl: Liczba czynników
pt: Número de Fatores

# PcaEfaNumberFactors|
source: Here, the number of components/factors that are used in the analysis is determined. Several methods to determine this number can be chosen from:
es: Aquí se determina el número de componentes/factores que se utilizan en el análisis. Se pueden elegir varios métodos para determinar ese número de:
eu: Hemen, analisian erabiltzen diren osagai/faktore kopurua zehazten da. Zenbaki hau zehazteko hainbat metodo aukera daitezke:
gl: Aquí determínase o número de compoñentes/factores que se utilizan na análise. Pódense elixir varios métodos para determinar ese número de:
pl: Tutaj określa się liczbę składowych/czynników używanych w analizie. Można wybrać spośród kilku metod ustalania tej liczby:
pt: Aqui, o número de componentes/fatores utilizados na análise é determinado. Diversos métodos para determinar esse número podem ser escolhidos:

# PcaEfaNumberFactors|
source: Based on
es: Basado en
gl: Baseado en
pl: W oparciu o
pt: Baseado em

# PcaEfaNumberFactors|
source: Parallel analysis
es: Análisis paralelo
eu: Analisi paraleloa
gl: Análise paralela
pl: Analiza równoległa
pt: Análise paralela

# PcaEfaNumberFactors|
source: Components/factors are selected on the basis of parallel analysis. With this method, factors are selected when their eigenvalue is greater than the parallel average random eigenvalue. This method is selected by default. Can be based on principal component eigenvalues (PC) or factor eigenvalues (FA). A seed (1234) is chosen by default so that the results from the parallel analysis are equal across the PCA
es: Las componentes/factores se seleccionan en base al análisis paralelo. Con este método, los factores se seleccionan cuando su autovalor es mayor que el autovalor aleatorio medio paralelo. Este método se selecciona por defecto. Se puede basar en los autovalores de las Componentes Principales (CP) o en los autovalores de los factores (AF). Se elige una semilla (1234) por defecto, de modo que los resultados del análisis paralelo sean iguales a través del APC
eu: Osagaiak/faktoreak analisi paraleloaren arabera hautatzen dira. Metodo honekin, faktoreak hautatzen dira haien balio propioa ausazko batez besteko balio propio paraleloa baino handiagoa denean. Metodo hau lehenespenez hautatzen da. Osagai nagusien balio propioetan (PC) edo faktoreen balio propioetan (FA) oinarritu daiteke. Hazi bat (1234) lehenespenez hautatzen da, analisi paraleloaren emaitzak PCA osoan berdinak izan daitezen
gl: As compoñentes/factores selecciónanse en base á análise paralela. Con este método, os factores selecciónanse cando o seu autovalor é maior que o autovalor aleatorio medio paralelo. Este método selecciónase por defecto. Pódese basear nos autovalores das Compoñentes Principais (CP) ou nos autovalores dos factores (AF). Escóllese unha semente (1234) por defecto, de xeito que os resultados da análise paralela sexan iguais a través da ACP
pl: Składowe/czynniki są wybierane na podstawie analizy równoległej. Metoda ta wybiera czynniki o wartościach własnych większych niż średnia wartość własna z analizy równoległej na losowych danych. Metoda te jest wybrana domyślnie. Może opierać się na wartościach własnych głównych składowych (PC) lub czynników (FA). Domyślnie ziarno generatora zostało ustalone (na 1234), aby zachować powtarzalność wyników
pt: Os componentes/fatores são selecionados com base na análise paralela. Com este método, os fatores são selecionados quando seu autovalor é maior que o autovalor aleatório médio paralelo. Este método é selecionado por padrão. Pode ser baseado nos autovalores dos componentes principais (CP) ou nos autovalores dos fatores (FA). Uma semente (1234) é escolhida por padrão para que os resultados da análise paralela sejam iguais em toda a ACP

# PcaEfaNumberFactors|
source: Based on PC
es: Basado en CP
eu: PC-n oinarrituta
gl: Baseado en CP
pl: W oparciu o główne składowe
pt: Baseado em PC

# PcaEfaNumberFactors|
source: Based on FA
es: Basado en AF
eu: FA-n oinarrituta
gl: Baseado en AF
pl: W oparciu o czynniki
pt: Baseado em FA

# PcaEfaNumberFactors|
source: Eigenvalues
es: Autovalores
eu: Eigenbalioak
gl: Autovalores
pl: Wartości własne
pt: Autovalores

# PcaEfaNumberFactors|
source: Components are selected when they have a certain eigenvalue. By default components are selected that have an eigenvalue above 1.
es: Las componentes se seleccionan cuando tienen un determinado autovalor. Por defecto, se seleccionan las componentes que tienen un autovalor superior a 1.
eu: Osagaiak balio propio jakin bat dutenean hautatzen dira. Lehenespenez, 1etik gorako balio propioa duten osagaiak hautatzen dira.
gl: As compoñentes selecciónanse cando teñen un determinado autovalor. Por defecto, selecciónanse as compoñentes que teñen un autovalor superior a 1.
pl: Składniki są wybierane, gdy ich wartość własna przekracza określony próg. Domyślnie wybierane są składniki o wartości własnej powyżej 1.
pt: Os componentes são selecionados quando possuem um determinado autovalor. Por padrão, são selecionados componentes com autovalor acima de 1.

# PcaEfaNumberFactors|
source: Eigenvalues above
es: Autovalores superiores a
eu: Eigenbalioak goian
gl: Autovalores superiores a
pl: Wartości własne powyżej
pt: Autovalores acima

# PcaEfaNumberFactors|
source: The number of components can be specified manually. By default this is set to 1.
es: El número de componentes se puede especificar manualmente. Por defecto, está fijado en 1.
eu: Osagaien kopurua eskuz zehaztu daiteke. Lehenespenez, hau 1 da.
gl: O número de compoñentes pódese especificar manualmente. Por defecto, está fixado en 1.
pl: Liczbę składników można określić ręcznie. Domyślnie ustawiona jest wartość 1.
pt: O número de componentes pode ser especificado manualmente. Por padrão, é definido como 1.

# PcaEfaNumberFactors|
source: Number of components
es: Número de componentes
eu: Osagaien kopurua
gl: Número de compoñentes
pl: Liczba składowych
pt: Número de componentes

# PcaEfaNumberFactors|
source: Number of factors
es: Número de factores
eu: Faktoreen kopurua
gl: Número de factores
pl: Liczba czynników
pt: Número de fatores

# PcaEfaOutputOptions|
source: Output Options
es: Opciones de salida
eu: Emaitza Aukerak
gl: Opcións da saída de resultados
pl: Opcje wyników
pt: Opções de Saída

# PcaEfaOutputOptions|
source: Additional output options for the PCA/EFA analysis.
es: Opciones adicionales de la salida de resultados para el análisis ACP/AFE.
gl: Opcións adicionais da saída de resultados para a análise ACP/AFE.
pl: Dodatkowe opcje wyników dla analizy PCA/EFA.
pt: Opções de saída adicionais para a análise PCA/EFA.

# PcaEfaOutputOptions|
source: Display loadings above
es: Presentar las cargas por arriba
eu: Kargak erakutsi goian
gl: Presentar as cargas por arriba
pl: Wyświetl ładunki powyżej
pt: Exibir as cargas acima

# PcaEfaOutputOptions|
source: Loadings below this value will not be displayed in the output table.
es: Las cargas por debajo de este valor no se van a presentar en la tabla de resultados.
eu: Balio honen azpitik dauden kargak ez dira irteera taulan bistaratuko.
gl: As cargas por debaixo deste valor non se van presentar na táboa de resultados.
pl: Ładunki poniżej tej wartości nie będą wyświetlane w tabeli wyników.
pt: Cargas abaixo deste valor não serão exibidas na tabela de saída.

# PcaEfaOutputOptions|
source: Order Loadings By
es: Ordenar las cargas según
eu: Kargak Ordenatu Honela
gl: Ordenar as cargas conforme a
pl: Sortuj ładunki według
pt: Ordenar Cargas por

# PcaEfaOutputOptions|
source: Either order the loadings by their size from large to small, or by variables, meaning according to their occurence in the variables list.
es: Ordenar las cargas según su tamaño, de mayor a menor; o según las variables, es decir conforme a su posición en la lista de variables.
eu: Kargak tamainaren arabera ordenatu, handienetik txikienera, edo aldagaien arabera, hau da, aldagaien zerrendan duten agerpenaren arabera.
gl: Ordenar as cargas segundo o seu tamaño, de maior a menor; ou segundo as variables, é dicir conforme a súa posición na lista de variables.
pl: Ładunki mogą być posortowane według ich wielkości od największych do najmniejszych lub według zmiennych, czyli zgodnie z ich kolejnością na liście zmiennych.
pt: Ordene os carregamentos por tamanho, do maior para o menor, ou por variáveis, ou seja, de acordo com sua ocorrência na lista de variáveis.

# PcaEfaOutputOptions|
source: Size
es: Tamaño
eu: Tamaina
gl: Tamaño
pl: Rozmiar
pt: Tamanho

# PcaEfaOutputOptions|
source: Tables
es: Tablas
eu: Taulak
gl: Táboas
pl: Tabele
pt: Tabelas

# PcaEfaOutputOptions|
source: Display addition tables in the output.
es: Presentar tablas adicionales en los resultados.
eu: Irteeran batuketa taulak erakutsi.
gl: Presentar táboas adicionais nos resultados.
pl: Wyświetl dodatkowe tabele w wynikach.
pt: Exibir tabelas de adição na saída.

# PcaEfaOutputOptions|
source: Structure matrix
es: Matriz de estructura
eu: Egitura matrizea
gl: Matriz de estrutura
pl: Macierz struktury
pt: Matriz de estrutura

# PcaEfaOutputOptions|
source: An item by factor structure matrix. This is just the loadings (pattern) matrix times the factor intercorrelation matrix.
es: Un elemento por matriz de estructura de factores. Esto es justo la matriz (patrón) de cargas por la matriz de intercorrelaciones de factores.
eu: Faktore egitura matrizearen araberako elementu bat. Karga (eredu) matrizea bider faktoreen arteko korrelazio matrizea besterik ez da.
gl: Un elemento por matriz de estrutura de factores. Isto é xusto a matriz (padrón) de cargas pola matriz de intercorrelacións de factores.
pl: Macierz struktury pozycja × czynnik. To macierz ładunków (wzorcowa) pomnożona przez macierz korelacji między czynnikami.
pt: Uma matriz de estrutura de item por fator. Esta é apenas a matriz de cargas (padrão) vezes a matriz de intercorrelação de fatores.

# PcaEfaOutputOptions|
source: Component correlations
es: Correlaciones de Componentes
eu: Osagaien korrelazioak
gl: Correlacións das Compoñentes
pl: Korelacje składowych
pt: Correlações dos componentes

# PcaEfaOutputOptions|
source: Factor correlations
es: Correlaciones de Factores
eu: Faktoreen korrelazioak
gl: Correlacións dos Factores
pl: Korelacje czynników
pt: Correlação de fatores

# PcaEfaOutputOptions|
source: When selecting this option, a table with the correlations between the components/factors will be displayed.
es: Cuando se selecciona esta opción, se va a presentar una tabla con las correlaciones entre componentes/factores.
eu: Aukera hau hautatzean, osagaien/faktoreen arteko korrelazioekin taula bat bistaratuko da.
gl: Cando se selecciona esta opción, vaise presentar unha táboa coas correlacións entre compoñentes/factores.
pl: Po zaznaczeniu tej opcji zostanie wyświetlona tabela z korelacjami między składnikami/czynnikami.
pt: Ao selecionar esta opção, será exibida uma tabela com as correlações entre os componentes/fatores.

# PcaEfaOutputOptions|
source: Additional fit indices
es: Índices de ajuste adicionales
eu: Egokitzapen indize gehigarriak
gl: Índices adicionais de axuste
pl: Dodatkowe miary dopasowania
pt: Índices de ajuste adicionais

# PcaEfaOutputOptions|
source: This option displays the Root Mean Squared Error of Approximation (RMSEA) with 90% confidence interval, the Tucker Lewis Index (TLI), and the Bayesian Information Criterion (BIC) to test the fit of the model.
es: Esta opción presenta la Raíz del Error de Aproximación Cuadrado Medio (REACM, RMSEA) con el intervalo con el 90% de confianza, el Índice de Lewis Tucker (ILT, TLI) y el Criterio de Información Bayesiano (BIC) para comprobar el ajuste del modelo.
gl: Esta opción presenta a Raíz do Erro de Aproximación Cadrado Medio (REACM, RMSEA) co intervalo co 90% de confianza, o Índice de Lewis Tucker (ILT, TLI) e o Criterio de Información Baiesiano (BIC) para comprobar o axuste do modelo.
pl: Ta opcja wyświetla pierwiastek błędu średniokwadratowego (RMSEA) z 90% przedziałem ufności, wskaźnik Tuckera-Lewisa (TLI) oraz informacyjny kryterium Bayesa (BIC).
pt: Esta opção exibe o erro quadrático médio de aproximação (REQMA) com intervalo de confiança de 90 %, o índice de Tucker Lewis (TLI) e o critério de informação bayesiano (CIB) para testar o ajuste do modelo.

# PcaEfaOutputOptions|
source: Residual matrix
es: Matriz de los Errores
eu: Hondar-matrizea
gl: Matriz dos Erros
pl: Macierz reszt
pt: Matriz residual

# PcaEfaOutputOptions|
source: Displays a table containing the residual variances and correlations.
es: Presenta una tabla que contiene las varianzas y correlaciones de los errores.
eu: Hondar-bariantzak eta korrelazioak dituen taula bat erakusten du.
gl: Presenta unha táboa que contén as varianzas e correlacións dos erros.
pl: Wyświetla tabelę zawierającą wariancje resztowe oraz korelacje resztowe.
pt: Exibe uma tabela contendo as variâncias e correlações residuais.

# PcaEfaOutputOptions|
source: Parallel analysis
es: Análisis paralelo
eu: Analisi paraleloa
gl: Análise paralela
pl: Analiza równoległa
pt: Análise paralela
