Repository: jasp-stats/jaspFactor
Catalog: po/QML-*.po
Languages: es, eu, gl, id, ja, pl, pt, ru

# PcaEfaOutputOptions|
source: If this option is selected, a table will be generated exhibiting a detailed output of the parallel analysis. Can be based on principal component eigenvalues (PC) or factor eigenvalues (FA). The seed is taken from the parallel analysis for determining the number of components/factors above.
es: Cuando se selecciona esta opción, se va a generar una tabla que muestra un resultado detallado del análisis paralelo. Se puede basar en los autovalores de las Componentes Principales (CP) o en los autovalores del Análisis Factorial (AF). La semilla se toma del análisis paralelo, para determinar el número de componentes/factores por arriba.
gl: Cando se selecciona esta opción, vaise xerar unha táboa que amosa un resultado detallado da análise paralela. Pódese basear nos autovalores das Compoñentes Principais (CP) ou nos autovalores da Análise Factorial (AF). A semente cóllese da análise paralela, para determinar o número de compoñentes/factores por arriba.
pl: Po zaznaczeniu tej opcji zostanie wygenerowana tabela z szczegółowymi wynikami analizy równoległej. Może ona opierać się na wartościach własnych komponentów głównych (PC) lub czynników (FA). Ziarno generatora jest pobierane z analizy równoległej, która określa liczbę składników/czynników powyżej.
pt: Se esta opção for selecionada, uma tabela será gerada exibindo uma saída detalhada da análise paralela. Pode ser baseada em autovalores de componentes principais (CP) ou autovalores de fatores (FA). A semente é retirada da análise paralela para determinar o número de componentes/fatores acima.

# PcaEfaOutputOptions|
source: Based on PC
es: Basado en CP
eu: PC-n oinarrituta
gl: Baseado en CP
pl: W oparciu o główne składowe
pt: Baseado em PC

# PcaEfaOutputOptions|
source: Based on FA
es: Basado en AF
eu: FA-n oinarrituta
gl: Baseado en AF
pl: W oparciu o czynniki
pt: Baseado em FA

# PcaEfaOutputOptions|
source: Plots
es: Gráficos
eu: Grafikoak
gl: Gráficas
pl: Wykresy
pt: Gráficos

# PcaEfaOutputOptions|
source: Display plots.
es: Presentar gráficos.
eu: Grafikoak erakutsi.
gl: Presentar gráficas.
pl: Wyświetla wykresy.
pt: Exibir gráficos.

# PcaEfaOutputOptions|
source: Path diagram
es: Diagrama de ruta
eu: Bide-grafikoa
gl: Diagrama de ruta
pl: Diagram ścieżkowy
pt: Diagrama de caminhos

# PcaEfaOutputOptions|
source: By selecting this option, a visual representation of the direction and strength of the relation between the variable and factor will be displayed.
es: Seleccionando esta opción, se va a presentar una representación visual de la dirección y de la fuerza de la relación entre la variable y el factor.
eu: Aukera hau hautatuta, aldagaiaren eta faktorearen arteko erlazioaren norabidearen eta indarraren irudikapen bisuala bistaratuko da.
gl: Seleccionando esta opción, vaise presentar unha representación visual da dirección e da forza da relación entre a variable e o factor.
pl: Po zaznaczeniu tej opcji zostanie wyświetlona wizualizacja kierunku i siły związku między zmienną a czynnikiem.
pt: Ao selecionar esta opção, uma representação visual da direção e da força da relação entre a variável e o fator será exibida.

# PcaEfaOutputOptions|
source: Scree plot
es: Gráfico de sedimentación
eu: Â¿Pantaila?-diagrama
gl: Gráfica de sedimentación
pl: Wykres osypiska
pt: Gráfico de sedimentação

# PcaEfaOutputOptions|
source: When selecting this option, a scree plot will be displayed. The scree plot provides information on how much variance in the data, indicated by the eigenvalue, is explained by each factor. A scree plot can be used to decide how many factors should be selected.
es: Cuando se selecciona esta opción, se va a presentar un gráfico de sedimentación. Un gráfico de sedimentación proporciona información sobre cuanta varianza en los datos (indicada por el autovalor) está explicada por cada factor. Un gráfico de sedimentación se puede usar para decidir cuantos factores deberían seleccionarse.
gl: Cando se selecciona esta opción, vaise presentar unha gráfica de sedimentación. A gráfica de sedimentación proporciona información sobre canta varianza nos datos (indicada polo autovalor) está explicada por cada factor. Unha gráfica de sedimentación pódese usar para decidir cantos factores deberan seleccionarse.
pl: Po zaznaczeniu tej opcji zostanie wyświetlony wykres osypiska (scree plot). Wykres ten przedstawia, jaka część wariancji danych, wskazywana przez wartość własną, jest wyjaśniana przez każdy czynnik. Wykres osypiska może być używany do ustalenia liczby czynników.
pt: Ao selecionar esta opção, um gráfico de declive será exibido. O gráfico fornece informações sobre quanta variância nos dados, indicada pelo autovalor, é explicada por cada fator. Um gráfico de declive pode ser usado para decidir quantos fatores devem ser selecionados.

# PcaEfaOutputOptions|
source: Parallel analysis results
es: Resultados del análisis paralelo
eu: Analisi paraleloaren emaitzak
gl: Resultados da análise paralela
pl: Wyniki analizy równoległej
pt: Resultados da análise paralela

# PcaEfaOutputOptions|
source: Display the results of the parallel analysis in the scree plot. The parallel analysis will be based on PC or FA as defined by the option for the parallel analysis table.
es: Presentar los resultados del análisis paralelo en el gráfico de sedimentación. El análisis paralelo se va a basar en CP o AF, según se defina en la opción para la tabla del análisis paralelo.
eu: Analisi paraleloaren emaitzak bistaratu grafikoan. Analisi paraleloa PC edo FA-n oinarrituko da, analisi paraleloaren taularen aukerak definitzen duen bezala.
gl: Presentar os resultados da análise paralela na gráfica de sedimentación. A análise paralela vaise basear en CP ou AF, segundo se defina na opción para a táboa da análise paralela.
pl: Wyświetla wyniki analizy równoległej na wykresie osypiska. Analiza równoległa będzie oparta na komponentach głównych (PC) lub czynnikach (FA), zgodnie z ustawieniami dla tabeli analizy równoległej.

# PcaEfaOutputOptions|
source: Assumption checks
es: Verificaciones de supuestos
eu: Suposizio-egiaztapenak
gl: Comprobacións de supostos
pl: Weryfikacja założeń
pt: Verificação dos pressupostos

# PcaEfaOutputOptions|
source: Assumptions: The variables included in the analysis are correlated; the variables included in the analysis are linearly related (Shlens, 2014)
es: Supuestos: Las variables incluidas en el análisis están correlacionadas; las variables incluidas en el análisis están linealmente correlacionadas (Shlens, 2014)
eu: Suposizioak: Analisian sartutako aldagaiak korrelazionatuta daude; analisian sartutako aldagaiak linealki erlazionatuta daude (Shlens, 2014)
gl: Supostos: As variables incluídas na análise están correlacionadas; as variables incluídas na análise están linearmente correlacionadas (Shlens, 2014)
pl: Założenia: Zmienne uwzględnione w analizie są skorelowane, a zależność pomiędzy nimi jest liniowa (Shlens, 2014).

# PcaEfaOutputOptions|
source: KMO test
es: Contraste de KMO
eu: KMO proba
gl: Proba KMO
pl: Test KMO
pt: Teste KMO

# PcaEfaOutputOptions|
source: Determines how well variables are suited for factor analysis by computing the proportion of common variance between variables. Produces a measure of sampling adequacy (MSA) as the proportion of common variance among variables is computed for all variables; values closer to 1 are desired.
eu: Aldagaiak faktore-analisirako zein egokiak diren zehazten du, aldagaien arteko bariantza komunaren proportzioa kalkulatuz. Laginketa-egokitasunaren (MSA) neurria sortzen du, aldagai guztien arteko bariantza komunaren proportzioa kalkulatzen baita; 1etik hurbilago dauden balioak nahi dira.
gl: Determina como de axeitadas son as variables para a análise factorial, calculando a proporción da varianza común entre as variables. Xera unha medida da idoneidade mostral (MIM) pois a proporción da varianza común entre as variables calcúlase para tódalas variables. Son desexables valores próximos a 1.
pl: Określa, jak dobrze zmienne nadają się do analizy czynnikowej, poprzez obliczenie udziału wariancji wspólnej między zmiennymi. Generuje wskaźnik adekwatności próby jako proporcję wariancji wspólnej obliczaną dla wszystkich zmiennych. Pożądane są wartości bliższe 1.

# PcaEfaOutputOptions|
source: Bartlett's test
eu: Bartlett-en proba
gl: Proba de Bartlett
pl: Test Bartletta
pt: Teste de Bartlett

# PcaEfaOutputOptions|
source: Determines if the data correlation matrix is the identity matrix, meaning, if the variables are related or not. A significant result means the correlation matrix is unlike the identity matrix.
eu: Datuen korrelazio-matrizea identitate-matrizea den zehazten du, hau da, aldagaiak erlazionatuta dauden ala ez. Emaitza esanguratsu batek korrelazio-matrizea identitate-matrizearen desberdina dela esan nahi du.
gl: Determina se a matriz de correlacións dos datos é a matriz identidade, é dicir, se as variables están ou non relacionadas. Un resultado significativo quere dicir que a matriz de correlacións é distinta da matriz identidade.
pl: Określa, czy macierz korelacji danych jest macierzą jednostkową, czyli czy zmienne są ze sobą powiązane. Istotny wynik oznacza, że macierz korelacji różni się od macierzy jednostkowej.

# PcaEfaOutputOptions|
source: Mardia's test
eu: Mardiaren proba
gl: Proba de Mardia
pl: Test Mardii

# PcaEfaOutputOptions|
source: Assesses the degree of the departure from multivariate normality of the included variables in terms of multivariate skewness and kurtosis. The Mardia's test will always include the listwise complete cases.
eu: Sartutako aldagaien normaltasun multibariabletik aldentze-maila ebaluatzen du, asimetria multibariablearen eta kurtosiaren arabera. Mardiaren probak beti zerrenda osoko kasuak barne hartuko ditu.
gl: Valora o grao de desviación respecto á Normalidade multivariante das variables incluídas, en termos da asimetría e curtose multivariantes. A proba de Mardia vai incluír sempre os casos completos na lista.
pl: Ocena stopnia odchylenia od wielowymiarowej normalności na podstawie wielowymiarowej skośności i kurtozy. Test Mardii jest zawsze wykonywany po usunięciu obserwacji z brakami danych.

# PcaEfaOutputOptions|
source: Anti-image correlation matrix
gl: Matriz de correlacións da anti-imaxe
pl: Macierz przeciwobrazów korelacji

# PcaEfaOutputOptions|
source: Contains the negative partial correlations between pairs of variables after accounting for the effects of all other variables in the dataset. High values in the anti-image correlation matrix indicate that a variable might be redundant or have too much shared variance with other variables.
eu: Datu-multzoko beste aldagai guztien efektuak kontuan hartu ondoren aldagai bikoteen arteko korrelazio partzial negatiboak ditu. Irudiaren aurkako korrelazio matrizearen balio altuek aldagai bat erredundantea izan daitekeela edo beste aldagaiekin bariantza partekatu handiegia izan dezakeela adierazten dute.
gl: Contén as correlacións parciais negativas entre pares de variables despois de explicar os efectos de tódalas outras variables do conxunto de datos. Valores elevados na matriz de correlacións da anti-imaxe indican que unha variable podería ser redundante, ou ter varianza compartida de máis con outras variables.
pl: Zawiera ujemne korelacje cząstkowe między parami zmiennych po uwzględnieniu wpływu wszystkich pozostałych zmiennych w zbiorze danych. Wysokie wartości w macierzy przeciwobrazów korelacji mogą wskazywać, że dana zmienna jest redundantna lub dzieli zbyt dużą część wariancji z innymi zmiennymi.

# PcaEfaOutputOptions|
source: Missing Values
gl: Valores Ausentes
pl: Braki danych
pt: Valores Ausentes

# PcaEfaOutputOptions|
source: Select how to handle missing values.
eu: Hautatu nola kudeatu falta diren balioak.
gl: Elixir como manexar os valores ausentes.
pl: Wybierz sposób obsługi braków danych.

# PcaEfaOutputOptions|
source: Exclude cases pairwise
eu: Kasuak binaka baztertu
gl: Excluír casos por parellas
pl: Wyklucz oddzielnie dla każdej analizy
pt: Excluir casos em pares

# PcaEfaOutputOptions|
source: If one observation from a variable is missing, all the other variable observations from the same case will still be used for the analysis. In this scenario, it is not necessary to have an observation for all the variables to include the case in the analysis. This option is selected by default.
eu: Aldagai bateko behaketa bat falta bada, kasu osoa, beraz, konektatutako beste aldagaien behaketa guztiak, analisitik baztertuko dira. Egoera honetan, aldagai guztien behaketak beharrezkoak dira kasua analisian sartzeko.
gl: Se falta unha observación dunha variable, tódalas observacións referidas ao mesmo caso nas outras variables aínda van usarse para a análise. Neste escenario, para incluír o caso na análise, non é necesario ter unha observación deste para tódalas variables. Esta opción está fixada por defecto.
pl: Jeśli w jakiejś zmiennej występują braki danych, pozostałe obserwacje dla tego samego przypadku nadal zostaną uwzględnione w analizie. W tym przypadku nie jest konieczne posiadanie danych dla wszystkich zmiennych, aby przypadek został uwzględniony. Opcja ta jest domyślnie zaznaczona.

# PcaEfaOutputOptions|
source: Exclude cases listwise
eu: Baztertu kasuak zerrendaka
gl: Excluír casos segundo a lista
pl: Wyklucz przypadki
pt: Excluir casos em lista

# PcaEfaOutputOptions|
source: If one observation from a variable is missing, the whole case, so all the other connected variable observations, will be dismissed from the analysis. In this scenario, observations for every variable are needed to include the case in the analysis.
eu: Aldagai bateko behaketa bat falta bada, kasu osoa, beraz, konektatutako beste aldagaien behaketa guztiak, analisitik baztertuko dira. Egoera honetan, aldagai guztien behaketak beharrezkoak dira kasua analisian sartzeko.
gl: Se falta unha observación dunha variable, vaise descartar da análise o caso en conxunto, é dicir, as observacións dese caso en tódalas outras variables. Neste escenario, son necesarias as observacións dun mesmo caso en tódalas variables para incluír ese caso na análise.
pl: Jeśli w jakiejkolwiek zmiennej występują braki danych, cały przypadek — czyli wszystkie powiązane z nim wartości — zostanie pominięty w analizie. W takim wypadku, aby uwzględnić przypadek w analizie, wymagane jest uzupełnieni danych dla każdej zmiennej.

# PcaEfaOutputOptions|
source: Add PC scores to data
eu: Gehitu PC puntuazioak datuetara
gl: Engadir puntuacións CP aos datos
pl: Dołącz ładunki dla składowych
pt: Adicionar pontuações de PC aos dados

# PcaEfaOutputOptions|
source: Add FA scores to data
gl: Engadir puntuacións AF aos datos
pl: Dołącz ładunki czynnikowe

# PcaEfaOutputOptions|
source: Adds the estimated component/factor scores as new columns to the data set. The scores are regression scores.
eu: Osagai/faktore puntuazio estimatuak zutabe berri gisa gehitzen ditu datu multzoari. Puntuazioak erregresio puntuazioak dira.
gl: Engadir as puntuacións estimadas de compoñentes/factores como columnas ao conxunto de datos. As puntuacións son valores da regresión.
pl: Dodaje oszacowane wartości składników/czynników jako nowe kolumny do zbioru danych. Są to wartości regresyjne.

# PcaEfaOutputOptions|
source: Prefix
eu: Aurrizkia
gl: Prefixar
pl: Prefiks

# PcaEfaOutputOptions|
source: PC
gl: CP

# PcaEfaOutputOptions|
source: FA
gl: AF

# PcaEfaVariables|
source: In this box, the variables to perform the analysis on are selected
eu: Kutxa honetan, analisia egiteko aldagaiak hautatzen dira
gl: Nesta caixa selecciónanse as variables para facer a análise
pl: W tym polu wybiera się zmienne, na których ma zostać przeprowadzona analiza

# PcaEfaVariables|
source: Data Type
eu: Datu Mota
gl: Tipo de datos
pl: Typ danych

# PcaEfaVariables|
source: Specifies whether the data is raw, meaning observations in rows and variables in columns, or whether the data is a variance-covariance matrix. For the latter, the sample size is required.
eu: Datuak gordinak diren zehazten du, hau da, errenkada eta zutabeetako aldagaiak, edo datuak bariantza-kobariantza matrizea diren. Azken horretarako, laginaren tamaina beharrezkoa da.
gl: Especifica se os datos son brutos, é dicir, con observacións en filas e variables en columnas, ou se os datos están nunha matriz de varianzas-covarianzas. Para isto último requírese o tamaño mostral.
pl: Określa, czy dane mają postać surową — obserwacje w wierszach, a zmienne w kolumnach — czy też stanowią macierz wariancji-kowariancji. W tym drugim przypadku wymagane jest podanie wielkości próby.

# PcaEfaVariables|
source: Raw
eu: Gordina
gl: Bruto
pl: Surowy

# PcaEfaVariables|
source: Variance-covariance matrix
eu: Bariantza-kobariantza matrizea
gl: Matriz de varianzas-covarianzas
pl: Macierz wariancji-kowariancji

# PcaEfaVariables|
source: Sample size
eu: Laginaren tamaina
gl: Tamaño da mostra
pl: Wielkość próby

# ConfirmatoryFactorAnalysis|
source: Data Type
eu: Datu Mota
gl: Tipo de datos
pl: Typ danych

# ConfirmatoryFactorAnalysis|
source: Raw
eu: Gordina
gl: Bruto
pl: Surowy
pt: Bruto

# ConfirmatoryFactorAnalysis|
source: Variance-covariance matrix
eu: Bariantza-kobariantza matrizea
gl: Matriz de varianzas-covarianzas
pl: Macierz wariancji-kowariancji
pt: Matriz de variância-covariância

# ConfirmatoryFactorAnalysis|
source: Sample size
eu: Laginaren tamaina
gl: Tamaño da mostra
pl: Wielkość próby
pt: Tamanho de amostra

# ConfirmatoryFactorAnalysis|
source: Fix mean of manifest intercepts to zero
eu: Ageriko ebakiduren? batez bestekoa zerora finkatu
gl: Fixar en cero a media das constantes do manifesto
id: Memperbaiki rata-rata intersepsi manifes menjadi nol
pl: Ustal średnie wyrazów wolnych wskaźników jako zero
pt: Corrigir a média das interceptações do manifesto para zero

# ConfirmatoryFactorAnalysis|
source: Model identification
eu: Ereduaren identifikazioa
gl: Identificación do modelo
id: Identifikasi model
pl: Identyfikacja modelu
pt: Identificação do modelo
ru: Идентификация модели

# ConfirmatoryFactorAnalysis|
source: Structural
eu: Egiturazko
gl: Estrutural
id: Struktural
pl: Strukturalny
pt: Estrutural

# ConfirmatoryFactorAnalysis|
source: Kaiser-Meyer-Olkin (KMO) test
eu: Kaiser-Meyer-Olkin (KMO) testa
gl: Proba de Kaiser-Meyer-Olkin (KMO)
id: Tes Kaiser-Meyer-Olkin (KMO)
pl: Test Kaisera-Meyera-Olkina (KMO)
pt: Teste Kaiser-Meyer-Olkin (KMO)
ru: Тест Кайзера-Мейера-Олкина

# ConfirmatoryFactorAnalysis|
source: Bartlett's test of sphericity
eu: Bartlett-en esferizitate testa
gl: Proba de esfericidade de Bartlett
id: Uji kebulatan Bartlett
pl: Test sferyczności Bartletta
pt: Teste de esfericidade de Bartlett
ru: Тест Бартлетта на сферичность

# ConfirmatoryFactorAnalysis|
source: Average variance extracted (AVE)
eu: Ateratako batez besteko bariantza (ABB)(AVE)
gl: Varianza media extraída (VME, AVE)
pl: Średnia wyodrębniona wariancja (AVE)
pt: Variância média extraída (VME)

# ConfirmatoryFactorAnalysis|
source: Heterotrait-monotrait ratio (HTMT)
eu: Heteroezaugarri-monoezaugarri ratioa (HMR) (HTMT)
gl: Cociente Heterotrazo-Monotrazo (HTMT)
pl: Wskaźnik HTMT
pt: Razão heterotrato-monotrato (HTMT)

# ConfirmatoryFactorAnalysis|
source: Reliability
eu: Fidagarritasuna
gl: Fiabilidade
id: Keandalan
pl: Rzetelność
pt: Confiabilidade

# ConfirmatoryFactorAnalysis|
source: Show parameter estimates
eu: Parametroen estimazioak erakutsi
gl: Amosar as estimacións dos parámetros
id: Menampilkan estimasi parameter
pl: Pokaż oszacowania parametrów
pt: Mostrar estimativas dos parâmetros
ru: Показать оценки параметров

# ConfirmatoryFactorAnalysis|
source: Font size
eu: Letra-tamaina
gl: Tamaño da fonte
id: Ukuran font
pl: Rozmiar czcionki
pt: Tamanho da fonte
ru: Размер шрифта

# ConfirmatoryFactorAnalysis|
source: Show variances
eu: Bariantzak erakutsi
gl: Amosar varianzas
id: Tampilkan varians
pl: Pokaż wariancje
pt: Mostrar variâncias
ru: Показать отклонения

# ConfirmatoryFactorAnalysis|
source: Rotate plot
eu: Grafikoa biratu
gl: Rotar gráfica
id: Putar plot
pl: Obróć wykres
pt: Girar gráfico
ru: Вращение графика

# ConfirmatoryFactorAnalysis|
source: Mimic
gl: Imitar
pl: Naśladuj
pt: Imitar

# ConfirmatoryFactorAnalysis|
source: Estimator
eu: Estimatzailea
gl: Estimador
pl: Estymator

# ConfirmatoryFactorAnalysis|
source: Default
eu: Lehenetsia
gl: Por defecto
pl: Domyślne
pt: Padrão

# ConfirmatoryFactorAnalysis|
source: DLS
gl: MCPD(DLS)

# ConfirmatoryFactorAnalysis|
source: PML
gl: MVP (PML)

# ConfirmatoryFactorAnalysis|
source: MLM
gl: MVM(MLM)

# ConfirmatoryFactorAnalysis|
source: MLMV
gl: MVMV(MLMV)

# ConfirmatoryFactorAnalysis|
source: MLMVS
gl: MVMVS(MLMVS)

# ConfirmatoryFactorAnalysis|
source: MLF
gl: MVPO(MLF)

# ConfirmatoryFactorAnalysis|
source: MLR
gl: MVR(MLR)

# ConfirmatoryFactorAnalysis|
source: WLSM
gl: MCPM(WLSM)

# ConfirmatoryFactorAnalysis|
source: WLSMV
gl: MCPMV(WLSMV)

# ConfirmatoryFactorAnalysis|
source: ULSM
gl: MCNPM(ULSM)

# ConfirmatoryFactorAnalysis|
source: ULSMV
gl: MCNPMV(ULSMV)

# ConfirmatoryFactorAnalysis|
source: Click for more information
eu: Egin klik informazio gehiago lortzeko
gl: Fai clic para máis información
pl: Kliknij, aby uzyskać więcej informacji
pt: Clique para mais informações

# ConfirmatoryFactorAnalysis|
source: Standard errors
eu: Errore estandarrak
gl: Erros padrón
pl: Błędy standardowe
pt: Erros padrões

# ConfirmatoryFactorAnalysis|
source: Bootstrap samples
eu: Bootstrap laginak
gl: Mostras de Bootstrap
pl: Próbki bootstrapowe
pt: Amostras de Bootstrap

# ConfirmatoryFactorAnalysis|
source: CI level
eu: KT maila
gl: Nivel do IC
pl: Poziom PU
pt: Nível de IC

# ConfirmatoryFactorAnalysis|
source: Missing data handling
eu: Falta diren datuak kudeatzea
gl: Manexo de datos ausentes
id: Penanganan data yang hilang
pl: Obsługa braków danych
pt: Tratamento de dados ausentes

# ConfirmatoryFactorAnalysis|
source: Listwise deletion
eu: Zerrendaka ezabatzea
gl: Eliminación por lista
id: Penghapusan menurut daftar
pl: Wykluczanie ze wszystkich analiz
pt: Deleção em lista

# ConfirmatoryFactorAnalysis|
source: Pairwise
eu: Bikoteka
gl: Por parellas
id: Berpasangan
pl: Parami
pt: em pares
ru: Попарный

# ConfirmatoryFactorAnalysis|
source: FIML
gl: MVIC

# ConfirmatoryFactorAnalysis|
source: Two-stage
eu: Bi etapa
gl: Dúas etapas
id: Dua tahap
pl: Dwustopniowe
pt: Duas etapas
ru: Двухэтапный

# ConfirmatoryFactorAnalysis|
source: Robust two-stage
eu: Bi etapa sendoa
gl: Dúas etapas robusto
id: Dua tahap yang kuat
pl: Odporne dwustopniowe
pt: Duas etapas robusta

# ConfirmatoryFactorAnalysis|
source: No Exogenous Covariates
eu: Kobariante Exogenorik Ez
gl: Sen covariantes esóxenas
id: Tidak ada Kovariat Eksogen
pl: Brak współzmiennych egzogenicznych
pt: Sem Covariáveis Exógenas
ru: Экзогенные ковариаты отсутствуют

# ConfirmatoryFactorAnalysis|
source: Add factor scores to data
eu: Faktoreen puntuazioak datuei gehitu
gl: Engadir puntuacións dos factores aos datos
pl: Dołącz ładunki czynnikowe do danych

# ConfirmatoryFactorAnalysis|
source: Adds the estimated factor scores as new columns to the data set
eu: Faktoreen puntuazio estimatuak datu multzoari zutabe berri gisa gehitzen dizkio
gl: Engade as puntuacións estimadas dos factores como columnas, ao conxunto de datos
pl: Wstawia do zbioru danych oszacowane wartości ładunków czynników jako nowe kolumny

# ConfirmatoryFactorAnalysis|
source: Prefix
eu: Aurrizkia
gl: Prefixar
pl: Prefiks

# ConfirmatoryFactorAnalysis|
source: FS
gl: SF

# ExploratoryFactorAnalysis|
source: In this box, the variables to perform the analysis on are selected
eu: Kutxa honetan, analisia egiteko aldagaiak hautatzen dira
gl: Nesta caixa selecciónanse as variables para facer a análise
pl: W tym polu wybiera się zmienne, na których zostanie przeprowadzona analiza

# ExploratoryFactorAnalysis|
source: Data
eu: Datuak
gl: Datos
pl: Dane
pt: Dados
