Repository: jasp-stats/jaspFactor
Catalog: po/QML-*.po
Languages: es, eu, gl, id, ja, pl, pt, ru

# ExploratoryFactorAnalysis|
source: Specifies whether the data is raw, meaning observations in rows and variables in columns, or whether the data is a variance-covariance matrix. For the latter, the sample size is required.
eu: Datuak gordinak diren zehazten du, hau da, errenkada eta aldagaiak zutabeetan, edo datuak bariantza-kobariantza matrizea diren. Azken horretarako, laginaren tamaina beharrezkoa da.
gl: Especifica se os datos son brutos, é dicir, con observacións en filas e variables en columnas, ou se os datos están nunha matriz de varianzas-covarianzas. Para isto último requírese o tamaño mostral.
pl: Określa, czy dane mają postać surową — obserwacje w wierszach, a zmienne w kolumnach — czy też stanowią macierz wariancji-kowariancji. W tym drugim przypadku wymagane jest podanie wielkości próby.

# ExploratoryFactorAnalysis|
source: Raw
eu: Gordina
gl: Bruto
pl: Surowy
pt: Bruto

# ExploratoryFactorAnalysis|
source: Variance-covariance matrix
eu: Bariantza-kobariantza matrizea
gl: Matriz de varianzas-covarianzas
pl: Macierz wariancji-kowariancji
pt: Matriz de variância-covariância

# ExploratoryFactorAnalysis|
source: Sample size
eu: Laginaren tamaina
gl: Tamaño da mostra
pl: Wielkość próby
pt: Tamanho de amostra

# PrincipalComponentAnalysis|
source: In this box, the variables to perform the analysis on are selected
eu: Koadro honetan, analisia egiteko aldagaiak hautatzen dira
gl: Nesta caixa selecciónanse as variables para facer a análise
pl: W tym polu wybiera się zmienne, na których zostanie przeprowadzona analiza

# PrincipalComponentAnalysis|
source: Data
eu: Datuak
gl: Datos
pl: Dane
pt: Dados

# PrincipalComponentAnalysis|
source: Specifies whether the data is raw, meaning observations in rows and variables in columns, or whether the data is a variance-covariance matrix. For the latter, the sample size is required.
eu: Datuak gordinak diren zehazten du, hau da, errenkadatan dauden behaketak eta zutabeetan dauden aldagaiak, edo datuak bariantza-kobariantza matrizea diren. Azken horretarako, laginaren tamaina beharrezkoa da.
gl: Especifica se os datos son brutos, é dicir, con observacións en filas e variables en columnas, ou se os datos están nunha matriz de varianzas-covarianzas. Para isto último requírese o tamaño mostral.
pl: Określa, czy dane mają postać surową — obserwacje w wierszach, a zmienne w kolumnach — czy też stanowią macierz wariancji-kowariancji. W tym drugim przypadku wymagane jest podanie wielkości próby.

# PrincipalComponentAnalysis|
source: Raw
eu: Gordina
gl: Bruto
pl: Surowy
pt: Bruto

# PrincipalComponentAnalysis|
source: Variance-covariance matrix
eu: Bariantza-kobariantza matrizea
gl: Matriz de varianzas-covarianzas
pl: Macierz wariancji-kowariancji
pt: Matriz de variância-covariância

# PrincipalComponentAnalysis|
source: Sample size
eu: Laginaren tamaina
gl: Tamaño da mostra
pl: Wielkość próby
pt: Tamanho de amostra

# Description|
source: Factor
eu: Factorea
id: Faktor
ja: 因子
pl: Czynnik
pt: Fator
ru: Фактор

# ConfirmatoryFactorAnalysis|
source: Configural
es: Configura
id: Konfigurasi
ja: 構成
pl: Konfiguracja
ru: Конфигуральная

# ExploratoryFactorAnalysis|
source: Variables
eu: Aldagaiak
id: variabel
ja: 変数
pl: Zmienne
pt: Variáveis
ru: Переменные

# PrincipalComponentAnalysis|
source: Variables
eu: Aldagaiak
id: Variabel
ja: 変数
pl: Zmienne
pt: Variáveis
ru: Переменные

# PcaEfaNumberFactors|
source: Manual
pl: Ręcznie

# PcaEfaOutputOptions|
source: Variables
eu: Aldagaiak
pl: Zmienne
pt: Variáveis

# PcaEfaVariables|
source: Variables
eu: Aldagaiak
pl: Zmienne
pt: Variáveis

# ConfirmatoryFactorAnalysis|
source: Bootstrap
eu: Bootstrapa
id: Langkah awal
ru: Начальная загрузка

# ConfirmatoryFactorAnalysis|
source: Estimator
id: Penaksir
ja: 推定
ru: Средство оценки

# ExploratoryFactorAnalysis|
source: Parallel analysis
id: Analisis paralel
ja: 平行分析
ru: Параллельный анализ

# ExploratoryFactorAnalysis|
source: Eigenvalues
id: Nilai Eigen
ja: 固有値
ru: Собственные значения

# ExploratoryFactorAnalysis|
source: Eigenvalues above
id: Nilai Eigen di atas
ja: 以上の固有値
ru: Вышеуказанные собственные значения

# ExploratoryFactorAnalysis|
source: Number of factors
id: Jumlah faktor
ja: 因子数
ru: Ряд факторов

# ExploratoryFactorAnalysis|
source: Minimum residual
id: Sisa minimum
ja: 最小残差法
ru: Минимальный остаток

# ExploratoryFactorAnalysis|
source: Maximum likelihood
id: Kemungkinan maksimum
ja: 最尤法
ru: Максимальное правдоподобие

# ExploratoryFactorAnalysis|
source: Ordinary least squares
id: Kuadrat terkecil biasa
ja: 通常の最小二乗法
ru: Простой метод наименьших квадратов

# ExploratoryFactorAnalysis|
source: Weighted least squares
id: Kuadrat terkecil tertimbang
ja: 重み付き最小二乗法
ru: Метод взвешенных наименьших квадратов

# ExploratoryFactorAnalysis|
source: Generalized least squares
id: Kuadrat terkecil umum
ja: 一般化最小二乗法
ru: Обобщенный метод наименьших квадратов

# ExploratoryFactorAnalysis|
source: Minimum chi-square
id: Chi-square minimum
ja: 最小カイ二乗法
ru: Минимальный хи-квадрат

# ExploratoryFactorAnalysis|
source: Minimum rank
id: Peringkat minimum
ja: 最小ランク法
ru: Минимальный ранг

# ExploratoryFactorAnalysis|
source: Rotation
id: Rotasi
ja: 回転
ru: Вращение

# ExploratoryFactorAnalysis|
source: Orthogonal
id: Ortogonal
ja: 直交
ru: Ортогональный

# ExploratoryFactorAnalysis|
source: none
id: tidak ada
ja: なし
ru: нет

# ExploratoryFactorAnalysis|
source: Oblique
id: Miring
ja: 斜交
ru: Наклонный

# ExploratoryFactorAnalysis|
source: Base analysis on
id: Analisis dasar pada
ja: に基づく分析
ru: Базовый анализ на

# ExploratoryFactorAnalysis|
source: Correlation matrix
id: Matriks korelasi
ja: 相関行列
ru: Корреляционная матрица

# ExploratoryFactorAnalysis|
source: Covariance matrix
id: Matriks kovarians
ja: 共分散行列
ru: Ковариационная матрица

# ExploratoryFactorAnalysis|
source: Output Options
id: Opsi Keluaran
ja: 出力オプション
ru: Параметры вывода

# ExploratoryFactorAnalysis|
source: Order factor loadings by
id: Pemuatan faktor pesanan oleh
ja: 因子負荷の順序
ru: Порядок факторных нагрузок по

# ExploratoryFactorAnalysis|
source: Factor size
id: Ukuran faktor
ja: 因子サイズ
ru: Размер фактора

# ExploratoryFactorAnalysis|
source: Tables
id: Tabel
ja: 表
ru: Таблицы

# ExploratoryFactorAnalysis|
source: Structure matrix
id: Matriks struktur
ja: 構造行列
ru: Структурная матрица

# ExploratoryFactorAnalysis|
source: Factor correlations
id: Korelasi faktor
ja: 因子間相関
ru: Корреляции факторов

# ExploratoryFactorAnalysis|
source: Additional fit indices
id: Indeks kesesuaian tambahan
ja: 追加の適合指数
ru: Дополнительные подходящие индексы

# ExploratoryFactorAnalysis|
source: Plots
id: Plot
ja: プロット

# ExploratoryFactorAnalysis|
source: Path diagram
id: Diagram jalur
ja: パス図
ru: Диаграмма траектории

# ExploratoryFactorAnalysis|
source: Scree plot
id: Plot Scree
ja: スクリープロット

# ExploratoryFactorAnalysis|
source: Assumption checks
id: Pemeriksaan asumsi
ja: 仮定のチェック
ru: Проверки допущений

# ExploratoryFactorAnalysis|
source: KMO test
id: Uji KMO
ja: KMO検定
ru: Тест Кайзера-Мейера-Олкина

# ExploratoryFactorAnalysis|
source: Bartlett's test
id: Uji Bartlett
ja: Bartlettの検定
ru: Тест Бартлетта

# ExploratoryFactorAnalysis|
source: Missing Values
id: Nilai yang Hilang
ja: 欠損値
ru: Отсутствующие значения

# ExploratoryFactorAnalysis|
source: Exclude cases pairwise
id: Mengecualikan kasus berpasangan
ja: ペアワイズでケースを除外
ru: Исключить случаи попарно

# ExploratoryFactorAnalysis|
source: Exclude cases listwise
id: Mengecualikan kasus menurut daftar
ja: リストごとにケースを除外する
ru: Исключить случаи из списка

# PrincipalComponentAnalysis|
source: Parallel analysis
id: Analisis paralel
ja: 平行分析
ru: Параллельный анализ

# PrincipalComponentAnalysis|
source: Eigenvalues
id: Nilai Eigen
ja: 固有値
ru: Собственные значения

# PrincipalComponentAnalysis|
source: Eigenvalues above
id: Nilai Eigen di atas
ja: 以上の固有値
ru: Превышающие собственные значения

# PrincipalComponentAnalysis|
source: Number of components
id: Jumlah komponen
ja: 成分数
ru: Количество компонентов

# PrincipalComponentAnalysis|
source: Rotation
id: Rotasi
ja: 回転
ru: Вращение

# PrincipalComponentAnalysis|
source: Orthogonal
id: Ortogonal
ja: 直交
ru: Ортогональный

# PrincipalComponentAnalysis|
source: none
id: Tidak ada
ja: なし
ru: нет

# PrincipalComponentAnalysis|
source: Oblique
id: Miring
ja: 斜交
ru: Наклонный

# PrincipalComponentAnalysis|
source: Base decomposition on
id: Dekomposisi dasar pada
ja: 分析に用いる行列
ru: Базовое разложение на

# PrincipalComponentAnalysis|
source: Correlation matrix
id: Matriks korelasi
ja: 相関行列
ru: Корреляционная матрица

# PrincipalComponentAnalysis|
source: Covariance matrix
id: Matriks kovarians
ja: 共分散行列
ru: Ковариационная матрица

# PrincipalComponentAnalysis|
source: Output Options
id: Opsi Keluaran
ja: 出力オプション
ru: Параметры вывода

# PrincipalComponentAnalysis|
source: Order component loadings by
id: Pemuatan komponen pesanan berdasarkan
ja: コンポーネントの読み込みを次の順序で並べ替えます

# PrincipalComponentAnalysis|
source: Component size
id: Ukuran komponen
ja: 成分のサイズ
ru: Размер компонента

# PrincipalComponentAnalysis|
source: Plots
id: Plot
ja: プロット
ru: Графики

# PrincipalComponentAnalysis|
source: Path diagram
id: Diagram jalur
ja: パス図
ru: Диаграмма траектории

# PrincipalComponentAnalysis|
source: Scree plot
id: Plot Scree
ja: スクリープロット
ru: График каменистой осыпи

# PrincipalComponentAnalysis|
source: Missing Values
id: Nilai yang Hilang
ja: 欠損値
ru: Отсутствующие значения

# PrincipalComponentAnalysis|
source: Exclude cases pairwise
id: Mengecualikan kasus berpasangan
ja: ペアワイズでケースを除外
ru: Исключить случаи попарно

# PrincipalComponentAnalysis|
source: Exclude cases listwise
id: Mengecualikan kasus menurut daftar
ja: リストごとにケースを除外する
ru: Исключить случаи из списка

# PrincipalComponentAnalysis|
source: Add PC scores to data
id: Menambahkan skor PC ke data
ja: データに成分スコアを追加
ru: Добавление оценок ПК к данным

# ExploratoryFactorAnalysis|
source: Based on PC
id: Berdasarkan PC
ja: PCに基づく
ru: На базе ПК

# ExploratoryFactorAnalysis|
source: Based on FA
id: Berdasarkan FA
ja: FAに基づく
ru: На базе факторного анализа

# ExploratoryFactorAnalysis|
source: Parallel analysis results
id: Hasil analisis paralel
ja: 平行解析結果
ru: Результаты параллельного анализа

# PrincipalComponentAnalysis|
source: Based on PC
id: Berdasarkan PC
ja: PCに基づく
ru: На базе ПК

# PrincipalComponentAnalysis|
source: Based on FA
id: Berdasarkan FA
ja: FAに基づく
ru: На базе факторного анализа

# PrincipalComponentAnalysis|
source: Parallel analysis results
id: Hasil analisis paralel
ja: 平行解析結果
ru: Результаты параллельного анализа

# ExploratoryFactorAnalysis|
source: Polychoric/tetrachoric correlation matrix
id: Matriks korelasi polikorelasi/tetrakorelasi
ru: Матрица полихорической/тетрахорической корреляции

# ExploratoryFactorAnalysis|
source: Mardia's test
id: Tes Mardia
ru: Тест Мардии

# PrincipalComponentAnalysis|
source: Polychoric/tetrachoric correlation matrix
id: Matriks korelasi polikorelasi/tetrakorelasi
ru: Матрица полихорической/тетрахорической корреляции

# ExploratoryFactorAnalysis|
source: Number of Factors based on
id: Jumlah Faktor berdasarkan
ru: Количество факторов на основе

# ExploratoryFactorAnalysis|
source: Display loadings above
id: Menampilkan pemuatan di atas
ru: Отображать нагрузки выше

# ExploratoryFactorAnalysis|
source: Residual matrix
id: Matriks sisa
ru: Остаточная матрица

# PrincipalComponentAnalysis|
source: Number of Components based on
id: Jumlah Komponen berdasarkan
ru: Количество компонентов на основе

# PrincipalComponentAnalysis|
source: Based on principal components
id: Berdasarkan komponen utama
ru: На основе основных компонентов

# PrincipalComponentAnalysis|
source: Based on factors
id: Berdasarkan faktor
ru: На основе факторов

# PrincipalComponentAnalysis|
source: Display loadings above
id: Menampilkan pemuatan di atas
ru: Отображать нагрузки выше

# PrincipalComponentAnalysis|
source: Tables
id: Tabel
ru: Таблицы

# PrincipalComponentAnalysis|
source: Component correlations
id: Korelasi komponen
ru: Корреляции компонентов

# PrincipalComponentAnalysis|
source: Residual matrix
id: Matriks sisa
ru: Остаточная матрица

# PrincipalComponentAnalysis|
source: Assumption checks
id: Pemeriksaan asumsi

# PrincipalComponentAnalysis|
source: KMO test
id: Tes KMO

# PrincipalComponentAnalysis|
source: Bartlett's test
id: Tes Bartlett

# PrincipalComponentAnalysis|
source: Mardia's test
id: Tes Mardia

# ConfirmatoryFactorAnalysis|
source: Error calculation
ja: エラーの計算
ru: Вычисление ошибки

# ConfirmatoryFactorAnalysis|
source: Bootstrap samples
ja: ブートストラップサンプル
ru: Загружать образцы

# ConfirmatoryFactorAnalysis|
source: Auto
ja: 自動
ru: Автоматический

# ExploratoryFactorAnalysis|
source: Manual
ja: 手動
ru: Руководствующий

# ExploratoryFactorAnalysis|
source: Principal axis factoring
ja: 主軸因子分析
ru: Факторинг главной оси

# PrincipalComponentAnalysis|
source: Manual
ja: 手動
ru: Руководство

# ConfirmatoryFactorAnalysis|
source: Standard error
ru: Стандартная ошибка

# ExploratoryFactorAnalysis|
source: Factoring method
ru: Метод факторинга

# ConfirmatoryFactorAnalysis|
source: Factor Scaling
ja: 因子のスケーリング

# ConfirmatoryFactorAnalysis|
source: Show parameters
ja: パラメータの表示

# ConfirmatoryFactorAnalysis|
source: Emulation
ja: エミュレーション

# ConfirmatoryFactorAnalysis|
source: CI width
ja: CI幅

# ConfirmatoryFactorAnalysis|
source: Method
ja: 方法

# ConfirmatoryFactorAnalysis|
source: Bootstrap CI
ja: ブートストラップCI

# ConfirmatoryFactorAnalysis|
source: No X
ja: Xを除く

# ExploratoryFactorAnalysis|
source: Number of Factors
ja: 因子の数

# ExploratoryFactorAnalysis|
source: Estimation method
ja: 推定方法

# ExploratoryFactorAnalysis|
source: Highlight
ja: ハイライト

# PrincipalComponentAnalysis|
source: Number of Components
ja: 成分数

# PrincipalComponentAnalysis|
source: Highlight
ja: ハイライト

# PrincipalComponentAnalysis|
source: Table
ja: 表

# PrincipalComponentAnalysis|
source: Factor correlations
ja: 因子間相関
