Repository: jasp-stats/jaspFactor
Catalog: po/QML-*.po
Languages: es, eu, gl, id, ja, pl, pt, ru

# ConfirmatoryFactorAnalysis|
source: Marker variable
es: Marcar variable
eu: Markatzaile aldagaia
gl: Variable de marca
id: Variabel penanda
ja: マーカー変数
pl: Marker
pt: Variável marcadora
ru: Двузначная переменная

# ConfirmatoryFactorAnalysis|
source: Factor variances
es: Varianzas de factores
eu: Faktoreen bariantzak
gl: Varianzas dos Factores
id: Varians faktor
ja: 因子の分散
pl: Wariancje czynników
pt: Variâncias latentes

# ConfirmatoryFactorAnalysis|
source: Second-Order
es: Segundo orden
eu: Bigarren Mailako
gl: Segunda orde
ja: 2次
pl: Drugi rząd
pt: Segunda ordem
ru: Факторы второго порядка

# ConfirmatoryFactorAnalysis|
source: Effects coding
es: Codificación de efectos
eu: Efektuen kodeketa
gl: Codificación dos efectos
id: Pengkodean efek
ja: エフェクトコーディング
pl: Kodowanie efektów
pt: Codificação dos efeitos
ru: Кодирование эффекта

# ConfirmatoryFactorAnalysis|
source: R-Squared
es: R-cuadrado
eu: R-Karratua
gl: R-cadrado
ja: R二乗
pl: R-kwadrat
pt: R-Quadrado
ru: R-квадрат

# ConfirmatoryFactorAnalysis|
source: Second-Order Factor
es: Factor de segundo orden
eu: Bigarren Mailako Faktorea
gl: Factor de segunda orde
ja: 2次因子分析
pl: Czynnik drugiego rzędu
pt: Fator de segunda ordem
ru: Фактор второго порядка

# ConfirmatoryFactorAnalysis|
source: Additional Output
es: Salida Adicional de Resultados
eu: Emaitza Gehigarria
gl: Saída adicional de resultados
id: Output Tambahan
ja: 追加の出力
pl: Dodatkowe wyniki
pt: Saída Adicional
ru: Дополнительный вывод

# Description|
source: Principal Component Analysis
es: Análisis de componente principal
eu: Osagai Nagusien Analisia
gl: Análise de Compoñentes Principais
id: Analisis Komponen Utama
ja: 主成分分析
pl: Analiza głównych składowych
pt: Análise de Componentes Principais
ru: Метод Главных Компонент

# Description|
source: Confirmatory Factor Analysis
es: Análisis factorial confirmatorio
eu: Faktoreen Analisia Berreslea
gl: Análise factorial confirmatorio
id: Analisis Faktor Konfirmatori
ja: 確認的因子分析
pl: Konfirmacyjna analiza czynnikowa
pt: Análise Fatorial Confirmatória
ru: Конфирматорный факторный анализ

# Description|
source: Exploratory Factor Analysis
es: Análisis factorial exploratorio
eu: Faktoreen Analisia Esploratzailea
gl: Análise factorial exploratorio
id: Analisis Faktor Eksplorasi
ja: 探索的因子分析
pl: Eksploracyjna analiza czynnikowa
pt: Análise Fatorial Exploratória
ru: Эксплораторный Факторный Анализ

# Description|
source: Explore hidden structure in the data
es: Explorar la estructura oculta en los datos
eu: Arakatu datuetako egitura ezkutua
gl: Explorar a estrutura oculta nos datos
id: Jelajahi struktur tersembunyi dalam data
ja: データ内の隠れた構造を調べる
pl: Eksploruj ukrytą strukturę danych
pt: Explorar a estrutura oculta nos dados
ru: Изучение скрытой структуры в данных

# ConfirmatoryFactorAnalysis|
source: Model Options
es: Opciones del Modelo
eu: Eredu Aukerak
gl: Opcións do modelo
id: Opsi Model
ja: モデルオプション
pl: Opcje modelu
pt: Opções do modelo
ru: Настройки спецификации модели

# ConfirmatoryFactorAnalysis|
source: Include mean structure
es: Incluir estructura media
eu: Batez besteko egitura sartu
gl: Incluír a estrutura media
id: Sertakan struktur rata-rata
ja: 平均構造を含める
pl: Uwzględnij średnią strukturę
pt: Incluir estrutura média
ru: Включить в модель структуру средних

# ConfirmatoryFactorAnalysis|
source: Assume factors uncorrelated
es: Asumir que los factores no están correlacionados
eu: Faktoreak korrelaziorik gabe daudela suposatu
gl: Supoñer factores incorrelacionados
id: Asumsikan faktor-faktor yang tidak berkorelasi
ja: 因子は相関しないと仮定する
pl: Załóż, że czynniki nie są skorelowane
pt: Assumir fatores não correlacionados
ru: Зафиксировать факторы ортогональными (независимыми)

# ConfirmatoryFactorAnalysis|
source: Fix exogenous covariates
es: Fijar covariables exógenas
gl: Fixar as covariantes esóxenas
id: Memperbaiki kovariat eksogen
ja: 外生変数の共分散を固定
pl: Ustal wartości zmiennych objaśniających
pt: Fixar covariáveis exógenas

# ConfirmatoryFactorAnalysis|
source: Residual Covariances
es: Covarianzas de los Errores
eu: Hondar Kobariantziak
gl: Covarianzas dos Erros
id: Kovariansi Sisa
ja: 残差共分散
pl: Kowariancje reszt
pt: Covariâncias Residuais
ru: Остатки

# ConfirmatoryFactorAnalysis|
source: Additional fit measures
es: Medidas de ajuste adicionales
gl: Medidas adicionais de axuste
id: Tindakan kesesuaian tambahan
ja: 追加の適合度指標
pl: Dodatkowe miary dopasowania
pt: Medidas adicionais de ajuste

# ConfirmatoryFactorAnalysis|
source: Implied covariance matrix
es: Matriz de covarianzas implícitas
eu: Kobariantza matrizea inplizitua
gl: Matriz de covarianzas implícitas
id: Matriks kovarians tersirat
ja: モデル共分散行列
pl: Implikowana macierz kowariancji
pt: Matriz de covariância implícita
ru: Подразумеваемая ковариационная матрица

# ConfirmatoryFactorAnalysis|
source: Residual covariance matrix
es: Matriz de covarianzas de los errores
eu: Hondarren kobariantza matrizea
gl: Matriz de covarianzas dos erros
id: Matriks kovariansi residual
ja: 残差共分散行列
pl: Macierz kowariancji reszt
pt: Matriz de covariância residual
ru: Матрица ковариаций остатков

# ConfirmatoryFactorAnalysis|
source: Modification indices
es: Índices de modificación
eu: Aldaketa indizeak
gl: Índices de modificación
id: Indeks modifikasi
ja: 修正指数
pl: Indeksy modyfikacyjne
pt: Índices de modificação
ru: Индексы модификаций

# ConfirmatoryFactorAnalysis|
source: Cutoff
es: Punto de corte
gl: Punto de corte
ja: カットオフ
pl: Punkt odcięcia
pt: Ponto de corte
ru: Сокращение

# ConfirmatoryFactorAnalysis|
source: Show lavaan syntax
es: Mostrar sintaxis de Lavaan
eu: Erakutsi lavaan sintaxia
gl: Amosar a sintaxe Lavaan
ja: lavaanの構文を表示する
pl: Pokaż składnię lavaan
pt: Exibir a sintaxe do lavaan

# ConfirmatoryFactorAnalysis|
source: Multigroup CFA
es: Análisis Factorial Confirmatorio Multigrupo
eu: Talde anitzeko FAB (CFA)
gl: Análise Factorial Confirmatoria Multigrupo
ja: 多母集団CFA
pl: Wielogrupowa CFA
pt: Análise Fatorial Confirmatória Multigrupo
ru: Групповой КФА

# ConfirmatoryFactorAnalysis|
source: Grouping variable
es: Variable de agrupación
eu: Taldekatze aldagaia
gl: Variable de agrupamento
id: Variabel pengelompokan
ja: グループ化変数
pl: Zmienna grupująca
pt: Variáveis de agrupamento
ru: Перменная группировки

# ConfirmatoryFactorAnalysis|
source: Invariance testing
es: Comprobación de invariancia
gl: Comprobación de invariancia
id: Pengujian varians
ja: 不変性検定
pl: Badanie inwariancji
pt: Teste de invariância
ru: Проверка инвариантности

# ConfirmatoryFactorAnalysis|
source: Metric
es: Métrica
eu: Metrikoa
gl: Métrica
id: Metrik
ja: メトリック
pl: Metryczne
pt: Métrica
ru: Метрическая

# ConfirmatoryFactorAnalysis|
source: Scalar
es: Escalar
eu: Eskalarra
gl: Escalar
id: Skalar
ja: スカラー
pl: Skalarny
pt: Escalar
ru: Скалярная

# ConfirmatoryFactorAnalysis|
source: Strict
es: Estricto
eu: Zortza
gl: Estrito
id: Ketat
ja: 厳しい
pl: Ścisłe
pt: Estrita
ru: Строгая

# ConfirmatoryFactorAnalysis|
source: Plots
es: Gráficos
eu: Grafikoak
gl: Gráficas
id: Plot
ja: プロット
pl: Wykresy
pt: Diagramas
ru: Графики

# ConfirmatoryFactorAnalysis|
source: Misfit plot
es: Gráfico de desajuste
eu: Desegokitze grafikoa?
gl: Gráfica desaxustada
id: Plot yang tidak sesuai
ja: 不適合プロット
pl: Wykres niedopasowania
pt: Diagrama de discrepância
ru: Несоответствующий график

# ConfirmatoryFactorAnalysis|
source: Model plot
es: Gráfico del modelo
eu: Eredu grafikoa
gl: Gráfica do modelo
id: Plot model
ja: モデルプロット
pl: Wykres modelu
pt: Gráfico do modelo
ru: График модели

# ConfirmatoryFactorAnalysis|
source: Standardized
es: Tipificado
eu: Estandarizatua
gl: Tipificado
id: Terstandarisasi
ja: 標準化
pl: Standaryzowane
pt: Padronizado
ru: Стандартизированные

# ConfirmatoryFactorAnalysis|
source: Show means
es: Mostrar medias
eu: Erakutsi batez bestekoak
gl: Amosar as medias
id: Tampilkan berarti
ja: 平均を表示
pl: Pokaż średnie
pt: Exibir médias
ru: Показать средние (интерцепты)

# ConfirmatoryFactorAnalysis|
source: Advanced
es: Avanzado
eu: Aurreratua
gl: Avanzado
id: Lanjutan
ja: 詳細
pl: Zaawansowane
pt: Avançado
ru: Продвинутые настройки

# ConfirmatoryFactorAnalysis|
source: None
es: Ninguna
eu: Bat ere ez
gl: Ningún
id: Tidak ada
ja: なし
pl: Brak
pt: Nenhum
ru: Нет

# ConfirmatoryFactorAnalysis|
source: Standard
es: Estándar
eu: Estandarra
gl: Típico
id: Standar
ja: 標準
pl: Standardowe
pt: Padrão
ru: Стандартный

# ConfirmatoryFactorAnalysis|
source: Robust
es: Robusto
eu: Sendoa
gl: Robusto
id: Kuat
ja: ロバスト
pl: Odporne
pt: Robusto
ru: Надежный

# ConfirmatoryFactorAnalysis|
source: ML
es: MV
gl: MV
ja: 最尤法
ru: Язык моделирования

# ConfirmatoryFactorAnalysis|
source: GLS
es: MCG (GLS)
gl: MCX (GLS)
ru: Обобщенный метод наименьших квадратов

# ConfirmatoryFactorAnalysis|
source: WLS
es: MCP (WLS)
gl: MCP (WLS)
ru: Взвешенный метод наименьших квадратов

# ConfirmatoryFactorAnalysis|
source: ULS
es: MCSP (ULS)
gl: MCSP (ULS)

# ConfirmatoryFactorAnalysis|
source: DWLS
es: MCPD (DWLS)
gl: MCPD (DWLS)

# ConfirmatoryFactorAnalysis|
source: Standardization
es: Tipificación
eu: Estandarizazioa
gl: Tipificación
id: Standardisasi
ja: 標準化
pl: Standaryzacja
pt: Padronização
ru: Стандартизация

# ConfirmatoryFactorAnalysis|
source: Latents
es: Latentes
eu: Latenteak
gl: Latentes
id: Laten
ja: 潜在変数
pl: Latentne
pt: Latentes
ru: Скрытый

# ConfirmatoryFactorAnalysis|
source: All
es: Todo
eu: Guztiak
gl: Todo
id: Semua
ja: 全変数
pl: Wszystko
pt: Todas
ru: Все

# ConfirmatoryFactorAnalysis|
source: Options
es: Opciones
eu: Aukerak
gl: Opcións
id: Pilihan
ja: オプション
pl: Opcje
pt: Opções
ru: Варианты

# ConfirmatoryFactorAnalysis|
source: Fix manifest intercepts to zero
es: Fijar en 0, las ordenadas en el origen declaradas
gl: Fixar en 0, as ordenadas na orixe declaradas
id: Memperbaiki intersepsi manifes menjadi nol
ja: 顕在切片をゼロに修正
pl: Ustal wyrazy wolne wskaźników jako zero
pt: Fixar os interceptos manifestantes em zero
ru: Зафиксировать явный перехват до нуля

# ConfirmatoryFactorAnalysis|
source: Fix latent intercepts to zero
es: Fijar en 0, las ordenadas en el origen latentes
gl: Fixar en 0, as ordenadas na orixe latentes
id: Memperbaiki intersepsi laten menjadi nol
ja: 潜在変数の切片をゼロに修正
pl: Ustal latentne wyrazy wolne na zero
pt: Fixar os interceptos latentes em zero
ru: Зафиксировать скрытый перехват до нуля

# ConfirmatoryFactorAnalysis|
source: Omit residual single indicator
es: Omitir el índice único del error
gl: Omitir o índice único de erro
id: Menghilangkan indikator tunggal yang tersisa
ja: 単一インジケーターの残差を除外する
pl: Pomiń pojedynczy wskaźnik resztowy
pt: Omitir indicador único residual
ru: Опустить остаточный одиночный индикатор

# ConfirmatoryFactorAnalysis|
source: Residual variances
es: Varianzas de los errores
eu: Hondar-bariantziak
gl: Varianzas dos erros
id: Varians residual
ja: 残差分散
pl: Wariancje reszt
pt: Variâncias residuais
ru: Остаточные дисперсии

# ConfirmatoryFactorAnalysis|
source: Correlate exogenous latents
es: Correlacionar variables latentes exógenas
eu: Kanpoko latenteak korrelazionatzen
gl: Correlacionar variables latentes esóxenas
id: Mengkorelasikan laten eksogen
ja: 外生的な潜在変数の相関
pl: Skoreluj latentne zmienne egzogeniczne
pt: Correlacionar latentes exógenas
ru: Коррелировать экзогенные латенты

# ConfirmatoryFactorAnalysis|
source: Add thresholds
es: Agregar umbrales
eu: Gehitu atalaseak
gl: Engadir lindeiros
id: Tambahkan ambang batas
ja: 閾値を追加
pl: Dodaj progi
pt: Adicionar limites
ru: Добавить пороговые значения

# ConfirmatoryFactorAnalysis|
source: Add scalings parameters
es: Agregar parámetros de escala
eu: Gehitu eskalatze-parametroak
gl: Engadir os parámetros de escala
id: Menambahkan parameter penskalaan
ja: スケーリングパラメータの追加
pl: Dodaj parametry skalowania
pt: Adicionar parâmetros de escala
ru: Добавить параметры масштабирования

# ConfirmatoryFactorAnalysis|
source: Correlate dependent variables
es: Correlacionar variables dependientes
eu: Korrelatu menpeko aldagaiak
gl: Correlacionar variables dependentes
id: Korelasi variabel dependen
ja: 従属変数の相関
pl: Skoreluj zmienne zależne
pt: Correlacionar variáveis dependentes
ru: Коррелировать зависимые переменные

# PcaEfaAnalysisOptions|
source: Analysis Options
es: Opciones de Análisis
eu: Analisiaren Aukerak
gl: Opcións da Análise
pl: Opcje analizy
pt: Opções de Análise

# PcaEfaAnalysisOptions|
source: Here, options for the analysis can be specified.
es: Aquí se pueden especificar las opciones del análisis.
eu: Hemen, analisirako aukerak zehaztu daitezke.
gl: Aquí pódense especificar as opcións da análise.
pl: Tutaj można ustawić opcje analizy.
pt: Aqui, opções para análise podem ser especificadas.

# PcaEfaAnalysisOptions|
source: Rotation Method
es: Método de rotación
eu: Errotazio Metodoa
gl: Método de rotación
pl: Metoda rotacji
pt: Método de Rotação

# PcaEfaAnalysisOptions|
source: Here, the rotation method to apply to the components can be specified. Rotation ensures a simpler understanding of the data structure.
es: Aquí se puede especificar el método de rotación para aplicarle a las Componentes. La rotación asegura una comprensión más sencilla de la estructura de los datos.
eu: Hemen, osagaiei aplikatuko zaien errotazio metodoa zehaztu daiteke. Errotazioak datu-egituraren ulermen errazagoa bermatzen du.
gl: Aquí pódese especificar o método de rotación para aplicarlle ás Compoñentes. A rotación asegura unha comprensión máis sinxela da estrutura dos datos.
pl: Tutaj można ustawić metodę rotacji. Rotacja ułatwia zrozumienie struktury danych.
pt: Aqui, o método de rotação a ser aplicado aos componentes pode ser especificado. A rotação garante uma compreensão mais simples da estrutura de dados.

# PcaEfaAnalysisOptions|
source: Orthogonal
es: Ortogonal
eu: Ortogonala
gl: Ortogonal
pl: Ortogonalna
pt: Ortogonal

# PcaEfaAnalysisOptions|
source: This method produces components that are uncorrelated. For this method, there are several possibilities that can be selected.
es: Este método genera Componentes que están incorrelacionadas. Para este método existen diversas posibilidades que se pueden seleccionar.
eu: Metodo honek korrelaziorik gabeko osagaiak sortzen ditu. Metodo honetarako, hainbat aukera hauta daitezke.
gl: Este método xera Compoñentes que están incorrelacionadas. Para este método existen diversas posibilidades que se poden seleccionar.
pl: Ta metoda generuje nieskorelowane składniki. Dla tej metody dostępnych jest kilka opcji do wyboru.
pt: Este método produz componentes não correlacionados. Para este método, existem diversas possibilidades que podem ser selecionadas.

# PcaEfaAnalysisOptions|
source: none
es: Ninguno
eu: bat ere ez
gl: Ningún
pl: brak
pt: nenhum

# PcaEfaAnalysisOptions|
source: No rotation method is selected.
es: No hay seleccionado ningún método de rotación.
eu: Ez da biraketa-metodorik hautatu.
gl: Non hai seleccionado ningún método de rotación.
pl: Nie wybrano metody rotacji.
pt: Nenhum método de rotação está selecionado.

# PcaEfaAnalysisOptions|
source: Maximizes the variance of squared loadings for each factor, simplifying interpretations.
es: Maximiza la varianza de las cargas cuadradas para cada factor, simplificando las interpretaciones.
eu: Faktore bakoitzerako karratu-kargen bariantza maximizatzen du, interpretazioak sinplifikatuz.
gl: Maximiza a varianza das cargas cadradas para cada factor, simplificando as interpretacións.
pl: Maksymalizuje wariancję kwadratów ładunków dla każdego czynnika, upraszczając interpretację.
pt: Maximiza a variância dos carregamentos quadrados para cada fator, simplificando as interpretações.

# PcaEfaAnalysisOptions|
source: Minimizes the number of factors needed to explain each variable, simplifying structure.
es: Minimiza el número de factores necesarios para explicar cada variable, simplificando la estructura.
eu: Aldagai bakoitza azaltzeko behar diren faktore kopurua minimizatzen du, egitura sinplifikatuz.
gl: Minimiza o número de factores necesarios para explicar cada variable, simplificando a estrutura.
pl: Minimalizuje liczbę czynników potrzebnych do wyjaśnienia każdej zmiennej, upraszczając strukturę.
pt: Minimiza o número de fatores necessários para explicar cada variável, simplificando a estrutura.

# PcaEfaAnalysisOptions|
source: Orthogonal rotation method by Bentler, used for simplifying factor loadings.
es: Método de rotación ortogonal de Bentler, utilizado para simplificar las cargas de los factores.
eu: Bentler-en biraketa ortogonalaren metodoa, faktoreen kargak sinplifikatzeko erabiltzen dena.
gl: Método de rotación ortogonal de Bentler, utilizado para simplificar as cargas dos factores.
pl: Ortogonalna metoda rotacji Bentlera, stosowana do uproszczenia ładunków czynnikowych.
pt: Método de rotação ortogonal de Bentler, usado para simplificar cargas fatoriais.

# PcaEfaAnalysisOptions|
source: Combines Varimax and Quartimax to balance factor simplicity and variable explanations.
es: Combina Varimax y Quartimax para equilibrar la simplicidad de factores con las explicaciones de las variables.
eu: Varimax eta Quartimax konbinatzen ditu faktoreen sinpletasuna eta aldagaien azalpenak orekatzeko.
gl: Combina Varimax e Quartimax para equilibrar a simplicidade de factores coas explicacións das variables.
pl: Łączy metody Varimax i Quartimax, aby zrównoważyć uproszczenie czynników i wyjaśnianie zmiennych.
pt: Combina Varimax e Quartimax para equilibrar a simplicidade dos fatores e as explicações das variáveis.

# PcaEfaAnalysisOptions|
source: Applies an orthogonal rotation minimizing a weighted sum of squared loadings.
es: Aplica una rotación ortogonal que minimiza una suma ponderada de cargas cuadradas.
eu: Karga karratuen batura haztatua minimizatuz errotazio ortogonal bat aplikatzen du.
gl: Aplica unha rotación ortogonal que minimiza unha suma ponderada de cargas cadradas.
pl: Stosuje ortogonalną rotację minimalizującą ważoną sumę kwadratów ładunków.
pt: Aplica uma rotação ortogonal minimizando uma soma ponderada de cargas quadradas.

# PcaEfaAnalysisOptions|
source: Oblique
es: Oblicuo
eu: Zeiharra
gl: Oblicuo
pl: Nieortogonalna
pt: Oblíqua

# PcaEfaAnalysisOptions|
source: This method produces components that allow for correlation between the components. This method is selected by default. Several possibilities are available. The default is promax.
es: Este método genera componentes que permiten correlación entre esas componentes; y se selecciona por defecto. Hay disponibles varias posibilidades; la predeterminada es promax.
eu: Metodo honek osagaien arteko korrelazioa ahalbidetzen duten osagaiak sortzen ditu. Metodo hau lehenespenez hautatzen da. Hainbat aukera daude eskuragarri. Lehenespena promax da.
gl: Este método xera compoñentes que permiten correlación entre esas compoñentes; e se selecciona por defecto. Hai dispoñibles varias posibilidades; a predeterminada é promax.
pl: Ta metoda generuje składniki, które mogą być ze sobą skorelowane. Metoda ta jest domyślnie wybrana. Dostępnych jest kilka opcji, a domyślną jest promax.
pt: Este método produz componentes que permitem a correlação entre eles. Este método é selecionado por padrão. Diversas possibilidades estão disponíveis. O padrão é promax.

# PcaEfaAnalysisOptions|
source: Starts with Varimax and applies a power transformation to allow correlated factors.
es: Empieza con Varimax y aplica una transformación potencial para permitir factores correlacionados.
eu: Varimax-ekin hasten da eta potentzia-eraldaketa bat aplikatzen du faktore korrelatuak ahalbidetzeko.
gl: Comeza con Varimax e aplica unha transformación potencial para permitir factores correlacionados.
pl: Rozpoczyna się od metody Varimax i stosuje transformację potęgową, aby uwzględnić korelacje między czynnikami.
pt: Começa com Varimax e aplica uma transformação de potência para permitir fatores correlacionados.

# PcaEfaAnalysisOptions|
source: An oblique rotation that minimizes the correlation among factors while allowing flexibility.
es: Una rotación oblicua que minimiza la correlación entre factores, mientras permite flexibilidad.
eu: Faktoreen arteko korrelazioa minimizatzen duen zeihar errotazio bat, malgutasuna ahalbidetuz.
gl: Unha rotación oblicua que minimiza a correlación entre factores, mentres permite flexibilidade.
pl: Rotacja nieortogonalna minimalizująca korelacje między czynnikami, pozwalająca jednocześnie na pewną elastyczność.
pt: Uma rotação oblíqua que minimiza a correlação entre fatores, ao mesmo tempo que permite flexibilidade.

# PcaEfaAnalysisOptions|
source: Aims to simplify factor loadings by minimizing nonzero entries.
es: Ayuda a simplificar las cargas de los factores minimizando las entradas no nulas.
eu: Faktoreen kargak sinplifikatzea du helburu, zero ez diren sarrerak minimizatuz.
gl: Axuda a simplificar as cargas dos factores minimizando as entradas non nulas.
pl: Ma na celu uproszczenie ładunków czynnikowych poprzez minimalizowanie liczby niezerowych wartości.
pt: Visa simplificar as cargas fatoriais minimizando entradas diferentes de zero.

# PcaEfaAnalysisOptions|
source: Oblique rotation by Bentler, simplifying factor correlations.
es: Rotación oblicua de Bentler, simplificando las correlaciones entre los factores.
eu: Bentler-en zeihar errotazioa, faktoreen korrelazioak sinplifikatzen dituena.
gl: Rotación oblicua de Bentler, simplificando as correlacións entre os factores.
pl: Nieortogonalna rotacja Bentlera, upraszczająca korelacje między czynnikami.
pt: Rotação oblíqua por Bentler, simplificando correlações de fatores.

# PcaEfaAnalysisOptions|
source: An oblique rotation balancing between simple and interpretable factor loadings.
es: Una rotación oblicua, equilibrando que las cargas de los factores sean simples e interpretanbles.
eu: Faktore-karga sinple eta interpretagarrien arteko oreka duen errotazio zeihar bat.
gl: Unha rotación oblicua, equilibrando que as cargas dos factores sexan simples e interpretanbles.
pl: Nieortogonalna rotacja równoważąca prostotę i interpretowalność ładunków czynnikowych.
pt: Um equilíbrio de rotação oblíqua entre cargas fatoriais simples e interpretáveis.

# PcaEfaAnalysisOptions|
source: Targets a cluster rotation for factor analysis, emphasizing group separation.
es: Pretende una rotación de conglomerados para análisis factorial, enfatizando la separación de los grupos.
eu: Faktore-analisirako kluster-errotazio bat du helburu, taldeen bereizketa azpimarratuz.
gl: Pretende unha rotación de conglomerados para análise factorial, destacando a separación dos grupos.
pl: Ukierunkowana na rotację skupień w analizie czynnikowej, podkreślająca rozdzielenie grup.
pt: Visa uma rotação de agrupamento para análise fatorial, enfatizando a separação de grupos.

# PcaEfaAnalysisOptions|
source: An oblique version of Geomin, allowing factor correlations and reducing complex loadings.
es: Una versión oblicua de Geomin, que permite correlaciones entre factores y reducir cargas complejas.
eu: Geomin-en bertsio zeihar bat, faktore-korrelazioak ahalbidetzen eta karga konplexuak murrizten dituena.
gl: Unha versión oblicua de Geomin, que permite correlacións entre factores e reducir cargas complexas.
pl: Nieortogonalna wersja metody Geomin, pozwalająca na korelacje między czynnikami i redukująca złożone ładunki.
pt: Uma versão oblíqua do Geomin, permitindo correlações de fatores e reduzindo cargas complexas.

# PcaEfaAnalysisOptions|
source: Base Decomposition on
es: Basar la descomposición en
eu: Deskonposizioa oinarritzat hartu???
gl: Basear a descomposición en
pl: Oprzyj dekompozycję na
pt: Decomposição de Base em

# PcaEfaAnalysisOptions|
source: What to base the decomposition of the data into components/factors on.
es: En qué basar la descomposición de los datos en componentes/factores.
eu: Datuen osagai/faktoreetan deskonposizioa zertan oinarritu.
gl: En que basear a descomposición dos datos en compoñentes/factores.
pl: Na czym oprzeć dekompozycję danych na składniki/czynniki.
pt: Em que basear a decomposição dos dados em componentes/fatores.
