Repository: jasp-stats/jaspFactor
Catalog: po/R-*.po
Languages: eu, pl, ru, ta

source: RMSEA 90%% confidence
eu: RMSEA %%90eko konfiantza
pl: RMSEA 90%% PU
ru: Среднеквадратическая ошибка аппроксимации (RMSEA) 90%% ДИ
ta: RMSEA 90 %% நம்பிக்கை

source: SRMR
ta: எச்.ஆர்.எம்.ஆர்

source: CFI
ta: சி.எஃப்.ஐ.

source: BIC
ta: பிஐசி

source: Residual Matrix
eu: Hondar Matrizea
pl: Macierz reszt
ru: Матрица остатков
ta: மீதமுள்ள அணி

source: Real data component eigenvalues
eu: Datu errealen osagaien eigenbalioak
pl: Wartości własne składników dla rzeczywistych danych
ta: உண்மையான தரவு கூறு ஈசென்வெல்யூச்

source: '*' = %s should be retained. Results from PC-based parallel analysis.
eu: '*' = %s gorde behar dira. PC bidezko analisi paraleloaren emaitzak.
pl: '*' = %s powinno być zachowane. Wyniki z analizy równoległej opartej na Głównych Składowych.
ru: '*' = %s следует сохранить. Результаты параллельного анализа на базе анализа главных компонент.
ta: '*' = %s தக்கவைக்கப்பட வேண்டும். பிசி அடிப்படையிலான இணையான பகுப்பாய்வின் முடிவுகள்.

source: Real data factor eigenvalues
eu: Datu errealen faktoreen balio propioak
pl: Wartości własne czynników dla rzeczywistych danych
ru: Собственные значения факторов
ta: உண்மையான தரவு காரணி ஈசென்வெல்யூக்கள்

source: '*' = %s should be retained. Results from FA-based parallel analysis.
eu: '*' = %s gorde behar dira. FA bidezko analisi paraleloaren emaitzak.
pl: '*' = %s powinno być zachowane. Wyniki z analizy równoległej opartej na Analizie Czynnikowej.
ru: '*' = %s следует сохранить. Результаты параллельного анализа на основе факторного анализа.
ta: '*' = %s தக்கவைக்கப்பட வேண்டும். FA- அடிப்படையிலான இணையான பகுப்பாய்வின் முடிவுகள்.

source: Parallel Analysis
eu: Analisi Paraleloa
pl: Analiza równoległa
ru: Параллельный анализ
ta: இணை பகுப்பாய்வு

source: Simulated data mean eigenvalues
eu: Datu simulatuen batez besteko eigenbalioak
pl: Średnie wartości własne symulowanych danych
ta: உருவகப்படுத்தப்பட்ட தரவு என்பது ஈசென்வெல்யூக்களைக் குறிக்கிறது

source: Screeplot not available. Internal error message: %s
eu: Screeplot ez dago eskuragarri Barne errore mezua: %s
pl: Wykres rozrzutu jest niedostępny. Komunikat o błędzie: %s
ru: График каменистой осыпи недоступен. Внутреннее сообщение об ошибке: %s
ta: ச்க்ரீ பிளாட் கிடைக்கவில்லை. உள் பிழை செய்தி: %s

source: Data
eu: Datuak
pl: Dane
ru: Данные
ta: தகவல்கள்

source: Simulated data from parallel analysis
eu: Analisi paraleloaren datu simulatuak
pl: Symulacja na podstawie analiz równoległych
ru: Смоделированные данные из параллельного анализа
ta: இணையான பகுப்பாய்விலிருந்து உருவகப்படுத்தப்பட்ட தரவு

source: Path Diagram
eu: Bide-diagrama
pl: Diagram ścieżkowy
ta: பாதை வரைபடம்

source: Input data does not seem to be a square matrix! Please check the format of the input data.
eu: Sarrera datuak ez dirudi matrize karratu bat direnik! Mesedez, egiaztatu sarrera datuen formatua.
pl: Dane wejściowe nie wydają się być macierzą kwadratową. Proszę sprawdzić format danych wejściowych.
ta: உள்ளீட்டு தரவு ஒரு சதுர அணி என்று தெரியவில்லை! உள்ளீட்டு தரவின் வடிவமைப்பை சரிபார்க்கவும்.

source: Input data does not seem to be a symmetric matrix! Please check the format of the input data.
eu: Sarrera datuak ez dirudi matrize simetriko bat direnik! Mesedez, egiaztatu sarrera datuen formatua.
pl: Dane wejściowe nie wydają się być macierzą symetryczną. Proszę sprawdzić format danych wejściowych.
ta: உள்ளீட்டு தரவு ஒரு சமச்சீர் அணி என்று தெரியவில்லை! உள்ளீட்டு தரவின் வடிவமைப்பை சரிபார்க்கவும்.

source: Grouping variable not supported for covariance matrix input
eu: Taldekatze aldagaia ez da onartzen kobariantza matrizearen sarrerarako
pl: Zmienna grupująca nie jest obsługiwana dla danych w postaci macierzy kowariancji
ta: கோவாரன்ச் மேட்ரிக்ச் உள்ளீட்டிற்கு தொகுத்தல் மாறி ஆதரிக்கப்படவில்லை

source: Mean structure not supported for covariance matrix input
eu: Batez besteko egitura ez da onartzen kobariantza matrizearen sarrerarako
pl: Struktura średnich nie jest obsługiwana dla danych w postaci macierzy kowariancji
ta: கோவாரன்ச் மேட்ரிக்ச் உள்ளீட்டிற்கு சராசரி அமைப்பு ஆதரிக்கப்படவில்லை

source: All cells must be numeric.
eu: Gelaxka guztiak zenbakizkoak izan behar dira.
pl: Wszystkie komórki muszą zawierać wartości liczbowe.
ta: அனைத்து செல்கள் எண் இருக்க வேண்டும்.

source: Too many %1$s requested (%2$i) for the amount of included variables
eu: %1$s gehiegi eskatu dira (%2$i) sartutako aldagaien kopuruarentzat
pl: Zbyt wiele żądanych %1$s (%2$i) w stosunku do liczby uwzględnionych zmiennych
ta: சேர்க்கப்பட்ட மாறிகளின் அளவிற்கு %1$s பல காரணிகள் கோரப்பட்டவை (%2$i)

source: Not enough valid cases (%i) to run this analysis
eu: Ez dago baliozko kasu nahikorik (%i) analisi hau exekutatzeko
pl: Zbyt mało ważnych obserwacji(%i), aby uruchomić tę analizę
ru: Недостаточно существующих случаев (%i) для выполнения этого анализа
ta: இந்த பகுப்பாய்வை இயக்க போதுமான செல்லுபடியாகும் வழக்குகள் (%i)

source: Data not valid: variance is zero in each row
eu: Datuak ez dira baliozkoak: bariantza zero da errenkada bakoitzean
pl: Dane są niepoprawne: wariancja wynosi zero w każdym wierszu
ru: Недопустимые данные: дисперсия равна нулю в каждой строке
ta: தரவு செல்லுபடியாகாது: ஒவ்வொரு வரிசையிலும் மாறுபாடு பூச்சியமாகும்

source: Data not valid: there are more variables than observations
eu: Datuak ez dira baliozkoak: behaketak baino aldagai gehiago daude
pl: Nieprawidłowe dane: występuje więcej zmiennych niż obserwacji
ru: Недопустимые данные: переменных больше, чем наблюдений
ta: தரவு செல்லுபடியாகாது: அவதானிப்புகளை விட அதிக மாறிகள் உள்ளன

source: Data not valid: too many missing values in variable(s) %s.
eu: Datuak ez dira baliozkoak: balio falta gehiegi %s aldagai(etan).
pl: Dane są niepoprawne: zbyt wiele braków danych w %s.
ru: Недопустимые данные: слишком много пропущенных значений в переменной(ых) %s.
ta: தரவு செல்லுபடியாகாது: மாறி (கள்) %s இல் காணாமல் போன மதிப்புகள் அதிகம்.

source: Data not valid: all variables are collinear
eu: Datuak ez dira baliozkoak: aldagai guztiak kolinearrak dira
pl: Nieprawidłowe dane: wszystkie zmienne są współliniowe
ru: Недопустимые данные: все переменные коллинеарны
ta: தரவு செல்லுபடியாகாது: அனைத்து மாறிகள் கோலைனியர்

source: No components with an eigenvalue > %1$s. Maximum observed eigenvalue equals %2$s.
eu: Ez dago %1$s > autobalioa duen osagairik. Behatutako autobalio maximoa %2$s da.
pl: Brak składników o wartości własnej większej niż %1$s. Maksymalna zaobserwowana wartość własna wynosi %2$s.
ta: ஒரு ஈகன்மதிப்பு> %1$s உடன் எந்தக் காரணிகளும் இல்லை. அதிகபட்சமாகக் கவனிக்கப்பட்ட ஈகன்மதிப்பு %2$s க்கு சமம்.

source: Component Loadings
eu: Osagaien Kargak
pl: Ładunki czynnikowe
ru: Компонентные нагрузки
ta: கூறு ஏற்றுதல்

source: Applied rotation method is %s.
eu: Aplikatutako errotazio metodoa %s da.
pl: Zastosowano metodę rotacji %s.
ru: Применяемый метод вращения равен %s.
ta: பயன்பாட்டு சுழற்சி முறை %s.

source: Component Characteristics
eu: Osagaien Ezaugarriak
pl: Charakterystyka składowych
ru: Характеристики компонентов
ta: கூறு பண்புகள்

source: Component Correlations
eu: Osagaien Korrelazioak
pl: Korelacje składowych
ru: Корреляции компонентов
ta: கூறு தொடர்புகள்

source: Scree plot
eu: Pistaren grafikoa?????
pl: Wykres osypiska
ru: График каменистой осыпи
ta: ச்க்ரீ சூழ்ச்சி

source: Component
eu: Osagaia
pl: Składowa
ru: Компонент
ta: உறுப்பு

source: RMSEA
ru: Среднеквадратическая ошибка аппроксимации (RMSEA)
