Repository: jasp-stats/jaspFactor
Catalog: po/R-*.po
Languages: eu, pl, ru, ta

source: Second-Order
eu: Bigarren Ordena
pl: Drugi rząd
ru: Факторы второго порядка
ta: இரண்டாவது வரிசை

source: The model could not be estimated. Ensure that factors have at least 2 observed variables.
eu: Eredua ezin izan da kalkulatu. Ziurtatu faktoreek gutxienez 2 aldagai behatu dituztela.
pl: Model nie mógł zostać oszacowany. Upewnij się, że czynniki mają co najmniej 2 zmienne obserwowane.
ru: Не удалось построить модель. Убедитесь, что факторы включают не менее двух переменных.
ta: மாதிரியை மதிப்பிட முடியவில்லை. காரணிகள் குறைந்தது 2 கவனிக்கப்பட்ட மாறிகள் இருப்பதை உறுதிசெய்க.

source: The model could not be estimated. A factor with less than 2 variables was added in Second-Order.
eu: Eredua ezin izan da kalkulatu. 2 aldagai baino gutxiago dituen faktore bat gehitu da Bigarren Ordenan.
pl: Model nie mógł zostać oszacowany. Jako czynnik drugorzędowy został dodany czynnik zawierający mniej niż 2 zmienne.
ru: Не удалось построить модель. Фактор, имеющий менее двух переменных, был добавлен как фактор второго порядка.
ta: மாதிரியை மதிப்பிட முடியவில்லை. 2 க்கும் குறைவான மாறிகள் கொண்ட ஒரு காரணி இரண்டாவது வரிசையில் சேர்க்கப்பட்டது.

source: Not more cases than number of variables. Is your data a variance-covariance matrix?
eu: Aldagai kopurua baino kasu gehiago ez. Zure datuak bariantza-kobariantza matrizea al dira?
pl: Liczba przypadków nie może być mniejsza niż liczba zmiennych. Czy Twoje dane to macierz wariancji-kowariancji?
ta: மாறிகளின் எண்ணிக்கையை விட அதிகமான வழக்குகள் இல்லை. உங்கள் தரவு மாறுபாடு-கோவாரன்ச் மேட்ரிக்சா?

source: FIML missing data handling only available with ML-type estimators
eu: FIML datu faltak maneiatzea ML motako estimatzaileekin bakarrik dago eskuragarri
pl: Obsługa braków danych typu FIML jest dostępna tylko dla estymatorów typu ML
ta: FIML காணாமல் போன தரவு கையாளுதல் ML- வகை மதிப்பீட்டாளர்களுடன் மட்டுமே கிடைக்கிறது

source: Robust standard errors are not available with the GLS estimator. Try changing the standard error method in the 'Advanced' settings to fit the model.
eu: Errore estandar sendoak ez daude eskuragarri GLS estimatzailearekin. Saiatu errore estandarraren metodoa aldatzen 'Aurreratua' ezarpenetan eredua egokitzeko.
pl: Odporne błędy standardowe nie są dostępne dla estymatora GLS. Spróbuj zmienić metodę ustalania błędu standardowego w zakładce "Ustawienia zaawansowane.
ta: சி.எல்.எச் மதிப்பீட்டாளருடன் வலுவான நிலையான பிழைகள் கிடைக்கவில்லை. மாதிரிக்கு ஏற்றவாறு 'மேம்பட்ட' அமைப்புகளில் நிலையான பிழை முறையை மாற்ற முயற்சிக்கவும்.

source: Missing data handling '%s' is not supported for categorical data. Please select another method under 'Missing data handling' within the 'Advanced' options tab
eu: '%s' datu faltak maneiatzea ez da onartzen datu kategorikoetarako. Mesedez, hautatu beste metodo bat 'Datu faltak maneiatzea' atalean, 'Aurreratua' aukeren fitxan
pl: Obsługa braków danych typu '%s' nie jest dostępna dla danych kategorialnych. Proszę wybrać inną metodę w "Obsługa braków danych" w zakładce "Opcje zaawansowane"
ru: Обработка отсутствующих данных '%s' не поддерживается для категориальных данных. Выберите другой метод в разделе «Обработка пропущенных значений» на вкладке «Расширенные настройки»
ta: தரவு கையாளுதல் '%s' காணாமல் போனது வகைப்படுத்தப்பட்ட தரவுகளுக்கு ஆதரிக்கப்படவில்லை. 'மேம்பட்ட' விருப்பங்கள் தாவலுக்குள் 'காணாமல் போன தரவு கையாளுதல்' இன் கீழ் மற்றொரு முறையைத் தேர்ந்தெடுக்கவும்

source: The model could not be estimated. Error message: %s
eu: Eredua ezin izan da kalkulatu. Errore mezua: %s
pl: Nie można oszacować modelu. Komunikat błędu: %s
ru: Не удалось построить модель. Сообщение об ошибке: %s
ta: மாதிரியை மதிப்பிட முடியவில்லை. பிழை செய்தி: %s

source: The model is not admissible: %s
eu: Eredua ez da onargarria: %s
pl: Model jest niedopuszczalny: %s
ru: Модель недопустима: %s
ta: மாதிரி ஏற்றுக்கொள்ளப்படாது: %s

source: The model could not be estimated due to nonconvergence.
eu: Eredua ezin izan da kalkulatu konbergentzia ezagatik.
pl: Model nie mógł zostać oszacowany ze względu na brak konwergencji.
ta: முரண்பாடு காரணமாக மாதிரியை மதிப்பிட முடியவில்லை.

source: The model could not be estimated: No degrees of freedom left.
eu: Eredua ezin izan da kalkulatu: Ez dago askatasun gradu librerik.
pl: Model nie mógł zostać oszacowany: brak wolnych stopni swobody.
ru: Не удалось построить модель: не осталось степеней свободы.
ta: மாதிரியை மதிப்பிட முடியவில்லை: விடுதலை இல்லை.

source: Bootstrapping is not available for variance-covariance matrix input.
eu: Bootstrapping-a ez dago erabilgarri bariantza-kobariantza matrizearen sarrerarako.
pl: Bootstrapping nie jest dostępny dla danych w postaci macierzy wariancji-kowariancji.
ta: மாறுபாடு-கோவாரன்ச் மேட்ரிக்ச் உள்ளீட்டிற்கு பூட்ச்ட்ராப்பிங் கிடைக்கவில்லை.

source: Robust standard errors are not available for variance-covariance matrix input.
eu: Errore estandar sendoak ez daude eskuragarri bariantza-kobariantza matrizearen sarrerarako.
pl: Odporne błędy standardowe nie są dostępne dla danych w postaci macierzy wariancji-kowariancji.
ta: மாறிகளின் எண்ணிக்கையைவிட அதிகமான வழக்குகள் இல்லை. உங்கள் தரவு மாறுபாடு-கோவாரன்ச் மேட்ரிக்சா.

source: # Factors
eu: # Faktoreak
pl: # Czynniki
ta: # காரணிகள்

source: Model fit
eu: Ereduaren doikuntza
pl: Dopasowanie modelu
ru: Оценка пригодности модели
ta: மாதிரி பொருத்தம்

source: Chi-square test
eu: Khi-karratu proba
pl: Test chi kwadrat
ta: சி-சதுர சோதனை

source: Model
eu: Eredua
ru: Модель
ta: மாதிரியுரு

source: df
ta: டிஎஃப்

source: p
ta: ப

source: Baseline model
eu: Oinarrizko eredua
pl: Model bazowy
ru: Базовая (нулевая) модель
ta: அடிப்படை மாதிரி

source: Factor model
eu: Faktore eredua
pl: Model czynnikowy
ru: Факторная модель
ta: காரணி மாதிரி

source: %s You may consider changing the standard error method to 'robust'.
eu: %s Errore estandarraren metodoa 'sendo' bihurtzea kontuan hartu dezakezu.
pl: %s Należy rozważyć zmianę metody obliczania błędu standardowego na "odporną".
ta: %s நிலையான பிழை முறையை 'வலுவானதாக' மாற்றுவதை நீங்கள் பரிசீலிக்கலாம்.

source: %1$s The estimator is %2$s. The test statistic is %3$s.
eu: %1$s Estimatzailea %2$s da. Proba estatistikoa %3$s da.
pl: %1$s Estymator to %2$s. Statystyka testowa to %3$s.
ta: %1$s மதிப்பீட்டாளர் %2$s. சோதனை புள்ளிவிவரம் %3$s.

source: %1$s The standard error method is %2$s.
eu: %1$s Errore estandarraren metodoa %2$s da.
pl: %1$s Metoda obliczania błędu standardowego: %2$s.
ta: %1$s நிலையான பிழை முறை %2$s ஆகும்.

source: Kaiser-Meyer-Olkin (KMO) test
eu: Kaiser-Meyer-Olkin (KMO) testa
pl: Test Kaisera-Meyera-Olkina (KMO)
ru: Критерий Кайзера-Мейера-Олкина (KMO)
ta: கைசர்-மேயர்-ஓல்கின் (KMO) சோதனை

source: Bartlett's test of sphericity
eu: Bartlett-en esferizitate testa
pl: Test sferyczności Bartletta
ru: Критерий сферичности Бартлетта
ta: பார்ட்லெட்டின் கோளத்தின் சோதனை

source: R-Squared
eu: R-Karratua
pl: R-kwadrat
ru: R^2
ta: ஆர்-ச்கொயர்

source: Additional fit measures
eu: Doikuntza neurri gehigarriak
pl: Dodatkowe miary dopasowania
ru: Дополнительные индексы пригодности
ta: கூடுதல் பொருத்தம் நடவடிக்கைகள்

source: Fit indices
pl: Wskaźniki dopasowania
ru: Индексы пригодности
ta: பொருத்தப்பட்ட குறியீடுகள்

source: Index
eu: Indizea
pl: Indeks
ru: Индекс
ta: குறியெண்

source: Value
eu: Balioa
pl: Wartość
ru: Значение
ta: மதிப்பு

source: Information criteria
eu: Informazio irizpideak
pl: Kryteria informacyjne
ru: Информационный критерий
ta: செய்தி அளவுகோல்கள்

source: Other fit measures
eu: Beste doikuntza neurri batzuk
pl: Dodatkowe miary dopasowania
ru: Другие индексы пригодности
ta: பிற பொருத்தம் நடவடிக்கைகள்

source: Metric
eu: Metrika
pl: Metryczne
ru: Метрика
ta: மெட்ரிக்

source: Log-likelihood
pl: Log. prawdopodobieństwo
ru: Лог-функция правдоподобия
ta: பதிவு-சாத்தியக்கூறு

source: Number of free parameters
eu: Parametro libreen kopurua
pl: Liczba wolnych parametrów
ru: Количество свободных параметров
ta: இலவச அளவுருக்களின் எண்ணிக்கை

source: Akaike (AIC)
ru: Информационный критерий Эйкейке (AIC)
ta: Akaek (aic)

source: Bayesian (BIC)
eu: Bayesianoa (BIC)
pl: bayesowski (BIC)
ru: Байесовский информационный критерий (BIC)
ta: பேய்சியன் (பிக்)

source: Sample-size adjusted Bayesian (SSABIC)
eu: Laginaren tamaina doitutako Bayesianoa (SSABIC)
pl: Bayesowski (SSABIC) skorygowany do wielkości próby
ru: Байесовский информационный критерий с поправкой на размер выборки (SSABIC)
ta: மாதிரி அளவு சரிசெய்யப்பட்ட பேய்சியன் (SSABIC)

source: Comparative Fit Index (CFI)
eu: Doikuntza Indize Konparatiboa (CFI)
pl: CFI
ru: Сравнительный индекс пригодности (CFI)
ta: ஒப்பீட்டு பொருத்தம் குறியீட்டு (CFI)

source: Tucker-Lewis Index (TLI)
eu: Tucker-Lewis Indizea (TLI)
pl: TLI
ru: Индекс Такера-Льюиса (TLI)
ta: டக்கர் லூயிச் இன்டெக்ச் (டி.எல்.ஐ)

source: Bentler-Bonett Non-normed Fit Index (NNFI)
eu: Bentler-Bonett-en Normarik Gabeko Egokitzapen Indizea (NNFI)
pl: NNFI
ru: Ненормированный индекс пригодности Бентлера-Бонетта (NNFI)
ta: குறியீட்டில் பென்ட்லர்-நெர்ம்ட் போனெட் (என்.எஃப்.எஃப்.ஐ)

source: Bentler-Bonett Normed Fit Index (NFI)
eu: Bentler-Bonett-en Normarik Gabeko Egokitzapen Indizea (NFI)
pl: NFI
ru: Нормированный индекс пригодности Бентлера-Бонетта (NFI)
ta: குறியீட்டில் (NFI)

source: Parsimony Normed Fit Index (PNFI)
eu: Parsimonia Normarik Gabeko Egokitzapen Indizea (PNFI)
pl: PNFI
ru: Нормированный индекс пригодности с поправкой на экономичность (PNFI)
ta: பார்சிமோனி விதிமுறை பொருத்தம் குறியீடு (பி.என்.எஃப்.ஐ)

source: Bollen's Relative Fit Index (RFI)
eu: Bollen-en Egokitzapen Indize Erlatiboa (EIE)(RFI)
pl: RFI
ru: Относительный индекс пригодности Боллена (RFI)
ta: பொலனின் உறவினர் பொருத்தம் குறியீடு (RFI)

source: Bollen's Incremental Fit Index (IFI)
eu: Bollen-en Egokitzapen Indize Inkrementala (IFI)
pl: IFI
ru: Инкрементный индекс соответствия Боллена (IFI)
ta: பொல்லனின் அதிகரிக்கும் பொருத்தம் குறியீடு (IFI)

source: Relative Noncentrality Index (RNI)
eu: Erlaziozko Ez-Zentralitate Indizea (RNI)
pl: RNI
ru: Cравнительный индекс не-центральности (RNI)
ta: உறவினர் அல்லாத சென்ட்ராலிட்டி இன்டெக்ச் (ஆர்.என்.ஐ)

source: Root mean square error of approximation (RMSEA)
eu: Hurbilketaren erro karratu ertainaren errorea (RMSEA)
pl: RMSEA
ru: Среднеквадратическая ошибка аппроксимации (RMSEA)
ta: தோராயத்தின் ரூட் சராசரி சதுர பிழை (ஆர்.எம்.எச்.இ.ஏ)

source: RMSEA 90%% CI lower bound
eu: RMSEA %%90eko CI beheko muga
pl: RMSEA 90%% PU (dolna granica)
ru: Нижняя граница ДИ RMSEA 90%%
ta: RMSEA 90 %% தொஒ குறைந்த எல்லை

source: RMSEA 90%% CI upper bound
eu: RMSEA %%90eko CI goiko muga
pl: RMSEA 90%% PU (górna granica)
ru: Верхняя граница ДИ RMSEA 90%%
ta: RMSEA 90 %% தொஒ மேல் எல்லை

source: RMSEA p-value
eu: RMSEA p-balioa
pl: Wartość p dla RMSEA
ru: RMSEA (p)
ta: Rmsea p- மதிப்பு

source: Standardized root mean square residual (SRMR)
eu: Estandarizatutako erro karratu ertainaren hondarra (SRMR)
pl: SRMR
ru: Стандартизированный среднеквадратичный остаток (SRMR)
ta: தரப்படுத்தப்பட்ட ரூட் சராசரி சதுர எச்சம் (எச்.ஆர்.எம்.ஆர்)

source: Hoelter's critical N (%s = .05)
eu: Hoelter-en N kritikoa (%s = .05)
pl: N Hoeltera (%s = .05)
ru: Критический размер выборки Холтера (%s = .05)
ta: ஓல்டரின் முக்கியமான n (%s = .05)

source: Hoelter's critical N (%s = .01)
eu: Hoelter-en N kritikoa (%s = .01)
pl: N Hoeltera (%s = .01)
ru: Критический размер выборки Холтера (%s = .01)
ta: ஓல்டரின் முக்கியமான n (%s = .01)

source: Goodness of fit index (GFI)
eu: Egokitze-ontasunaren indizea (GFI)
pl: GFI
ru: Индекс качества пригодности (GFI)
ta: பொருத்தம் குறியீட்டின் நன்மை (சி.எஃப்.ஐ)

source: McDonald fit index (MFI)
eu: McDonald-en egokitzapen indizea (MFI)
pl: MFI
ru: Индекс пригодности Макдональда (MFI)
ta: மெக்டொனால்ட் ஃபிட் இன்டெக்ச் (எம்.எஃப்.ஐ)

source: Expected cross validation index (ECVI)
pl: ECVI
ru: Индекс ожидаемой кросс-валидизации (ECVI)
ta: எதிர்பார்க்கப்படும் குறுக்கு சரிபார்ப்பு அட்டவணை (ஈ.சி.வி.ஐ)

source: Except for the PNFI, the fit indices are scaled because of categorical variables in the data.
eu: PNFI izan ezik, egokitzapen indizeak eskalatuta daude honengatik: datuetako aldagai kategorikoak.
pl: Z wyjątkiem PNFI, indeksy dopasowania zostały przeskalowane z powodu występowania zmiennych kategorialnych.
ta: பி.என்.எஃப்.ஐ தவிர, தரவுகளில் வகைப்படுத்தப்பட்ட மாறிகள் காரணமாக பொருத்தம் குறியீடுகள் அளவிடப்படுகின்றன.

source: The RMSEA results are scaled because of categorical variables in the data.
eu: RMSEA emaitzak eskalatu egiten dira datuetako aldagai kategorikoengatik.
pl: Wyniki RMSEA zostały przeskalowane ponieważ w danych znajdują się zmienne kategorialne.
ta: தரவுகளில் வகைப்படுத்தப்பட்ட மாறிகள் காரணமாக RMSEA முடிவுகள் அளவிடப்படுகின்றன.

source: Parameter estimates
eu: Parametroen estimazioak
pl: Oszacowanie parametrów
ru: Оцениваемые параметры
ta: அளவுரு மதிப்பீடுகள்

source: Not all bootstrap samples were successful: CI based on %.0f samples.
eu: Bootstrap lagin guztiak ez dira arrakastatsuak izan: CI %.0f laginetan oinarrituta.
pl: Nie wszystkie powtórzenia bootstrapowe zakończyły się powodzeniem: PU bazują na %.0f próbkach.
ru: Не все выборки бутстрэпа были успешными: ДИ основан на %.0f выборках.
ta: அனைத்து துவக்க மாதிரிகளும் வெற்றிபெறவில்லை: சிஐ %.0f மாதிரிகள் அடிப்படையில்.

source: Std. estimate
eu: Estimazio estandarra
pl: Estymator stand.
ta: Std. மதிப்பீடு

source: Estimate
eu: Estimazioa
pl: Oszacowanie
ru: Оценка
ta: மதிப்பிடு

source: Factor loadings
eu: Faktoreen kargak
pl: Ładunki czynnikowe
ru: Факторные нагрузки
ta: காரணி ஏற்றுதல்

source: Group
eu: Taldea
pl: Grupa
ta: குழு

source: Factor
eu: Faktorea
pl: Czynnik
ru: Фактор
ta: காரணி

source: Indicator
eu: Adierazlea
pl: Wskaźnik
ta: காட்டொளி

source: Std. Error
eu: Errore estandarra
pl: Błąd stand.
ru: Стд. ошибка
ta: நிலை. பிழை

source: z-value
eu: z-balioa
pl: wartość z
ru: z
ta: ஔ-மதிப்பு

source: Lower
eu: Beheko
pl: Dolny
ru: Нижний
ta: கீழ்

source: %s%% Confidence Interval
eu: %s%% Konfiantza-tartea
pl: %s%% Przedział ufności
ta: %s%% நம்பிக்கை இடைவெளி

source: Upper
eu: Goiko
pl: Górny
ru: Верхний
ta: மேல்

source: Second-order factor loadings
eu: Bigarren mailako faktoreen kargak
pl: Ładunki czynnikowe drugiego rzędu
ru: Факторные нагрузки второго порядка
ta: இரண்டாவது வரிசை காரணி ஏற்றுதல்

source: Factor variances
eu: Faktoreen bariantzak
pl: Wariancja czynnika
ru: Факторные дисперсии
ta: காரணி மாறுபாடுகள்

source: Factor Covariances
eu: Faktoreen Kobariantziak
pl: Kowariancje czynników
ru: Факторные ковариации
ta: காரணி கோவாரியன்ச்

source: Residual variances
eu: Hondar bariantzak
pl: Wariancje reszt
ta: மீதமுள்ள மாறுபாடுகள்

source: Residual covariances
eu: Hondar kobariantziak
pl: Kowariancje reszt
ta: மீதமுள்ள இணை வேறுபாடுகள்

source: Factor Intercepts
pl: Wyrazy wolne czynnika
ta: காரணி இடைமறிப்புகள்

source: Intercepts
pl: Wyrazy wolne
ru: Интерцепты
ta: இடைமறிப்புகள்

source: Thresholds
eu: Atalaseak
pl: Progi
ta: வாசல்கள்

source: Threshold
eu: Atalasea
pl: Próg
ta: வாசல்

source: Modification Indices
eu: Aldaketa Indizeak
pl: Indeksy modyfikacyjne
ru: Индексы модификации
ta: மாற்றியமைக்கும் குறியீடுகள்

source: Cross-loadings
pl: Ładunki krzyżowe
ta: குறுக்கு-ஏற்றுதல்

source: Mod. Ind.
pl: Ind. mod.
ta: எதிராக. இந்த்.

source: EPC
ta: ஈபிசி

source: Second-order cross-loadings
pl: Ładunki krzyżowe drugiego poziomu
ru: Кросс-нагрузки факторов второго порядка
ta: இரண்டாவது வரிசை குறுக்கு-ஏற்றுதல்

source: Modification indices
eu: Aldaketa Indizeak
pl: Indeksy modyfikacyjne
ta: மாற்றியமைக்கும் குறியீடுகள்

source: No modification index was above the cutoff
pl: Brak wskaźników modyfikacyjnych powyżej wyznaczonego progu
ta: எந்த மாற்றும் குறியீடும் வெட்டுக்கு மேலே இல்லை

source: Implied covariance matrices
eu: Kobariantza matrize inplizituak
pl: Implikowane macierze kowariancji
ta: கோவாரன்ச் மெட்ரிக்குகள்

source: Implied covariance matrix
eu: Kobariantza matrize inplizitua
pl: Implikowana macierz kowariancji
ta: கோவாரன்ச் மேட்ரிக்ச்

source: Residual covariance matrices
eu: Hondar kobariantza matrizeak
pl: Macierze kowariancji reszt
ta: மீதமுள்ள கோவாரன்ச் மெட்ரிக்குகள்

source: Residual covariance matrix
eu: Hondar kobariantza matrizea
pl: Macierz kowariancji reszt
ta: மீதமுள்ள கோவாரன்ச் மேட்ரிக்ச்

source: Plots
eu: Grafikoak
pl: Wykresy
ru: Графики
ta: அடுக்குகள்

source: Model plots
eu: Eredu grafikoak
pl: Wykresy dla modelu
ru: Графики модели
ta: மாதிரி அடுக்கு

source: Model plot
eu: Eredu grafikoa
pl: Wykres dla modelu
ru: График модели
ta: மாதிரி சூழ்ச்சி

source: Misfit plots
pl: Wykresy niedopasowania
ta: தவறான அடுக்கு

source: Misfit plot
pl: Wykres niedopasowania
ta: தவறான சூழ்ச்சி

source: Model syntax
eu: Eredu sintaxia
pl: Składnia modelu
ru: Синтаксис модели
ta: மாதிரி தொடரியல்

source: Average variance extracted
eu: Ateratako batez besteko bariantza
pl: Średnia wyodrębniona wariancja (AVE)
ta: சராசரி மாறுபாடு பிரித்தெடுக்கப்பட்டது

source: AVE
ta: ஏவ்

source: Heterotrait-monotrait ratio
eu: Heterotrait-monotrait ratioa
pl: Wskaźnik HTMT
ta: ஈட்டோரோட்ரெய்ட்-மோனோட்ரேட் விகிதம்

source: Reliability
eu: Fidagarritasuna
pl: Rzetelność
ta: நம்பகத்தன்மை

source: Coefficient %s
eu: %s koefizientea
pl: Współczynnik %s
ta: குணகம் %s

source: Column name %s already exists in the dataset
eu: %s zutabe izena dagoeneko existitzen da datu-multzoan
pl: Nazwa kolumny %s już istnieje w zbiorze danych
ta: நெடுவரிசை பெயர் %s ஏற்கனவே தரவுத்தொகுப்பில் உள்ளன

source: Unfortunately, the estimation of the polychoric/tetrachoric correlation matrix failed. This is likely due to a small sample size. Internal error message: %s
eu: Zoritxarrez, polikoriko/tetrakoriko korrelazio-matrizearen estimazioak huts egin du. Seguruenik lagin-tamaina txikia delako izan daiteke. Barne-errore-mezua: %s
pl: Estymacja macierzy korelacji poli-/tetrachoricznych nie powiodła się. Prawdopodobną przyczyną jest zbyt mała liczebność próby. Komunikat błędu: %s
ta: எதிர்பாராதவிதமாக, பாலிகோரிக்/டெட்ராச்சோரிக் தொடர்பு மேட்ரிக்சின் மதிப்பீடு தோல்வியடைந்தது. இது ஒரு சிறிய மாதிரி அளவு அல்லது அனைத்து மறுமொழி வகைகளையும் கொண்டிருக்காத மாறிகள் காரணமாக இருக்கலாம். உள் பிழை செய்தி: %s

source: Unfortunately, the estimation of the polychoric/tetrachoric correlation matrix failed. This might be due to variable(s) %1$s not having the full range of response categories. Internal error message: %2$s
eu: Zoritxarrez, polikoriko/tetrakoriko korrelazio-matrizearen estimazioak huts egin du. Baliteke %1$s aldagaiak erantzun-kategoria guztiak ez izateagatik izatea. Barne-errore-mezua: %2$s
pl: Estymacja macierzy korelacji poli-/tetrachoricznych nie powiodła się. Przyczyną może być to, że zmienne %1$s nie obejmują pełnego zakresu kategorii odpowiedzi. Komunikat błędu: %2$s
ta: எதிர்பாராதவிதமாக, பாலிகோரிக் / டெட்ராகோரிக் தொடர்பு மேட்ரிக்ஸின் மதிப்பீடு தோல்வியடைந்தது. மாறி(கள்) %1$s முழு அளவிலான மறுமொழி வகைகளைக் கொண்டிருக்காததால் இது இருக்கலாம். உள் பிழை செய்தி: %2$s

source: Estimation failed. Internal error message: %1$s. %2$s
eu: Estimazioa huts egin du. Barne-errore-mezua: %1$s. %2$s
pl: Operacja nie udała się. Wiadomość błędu: %1$s. %2$s
ta: மதிப்பீடு தோல்வியடைந்தது. உள் பிழை செய்தி: %1$s. %2$s

source: Estimation failed. Internal error message: %s
eu: Estimazioa huts egin du. Barne-errore-mezua: %s
pl: Operacja nie udała się. Wiadomość błędu: %s
ru: Не удалось выполнить оценку. Внутреннее сообщение об ошибке: %s
ta: மதிப்பீடு தோல்வியடைந்தது. உள் பிழை செய்தி: %s

source: Parallel analysis failed. Internal error message: %s
eu: Analisi paraleloak huts egin du. Barne-errore-mezua: %s
pl: Nie udało się wykonać analizy równoległej. Komunikat o błędzie: %s
ru: Не удалось выполнить параллельный анализ. Внутреннее сообщение об ошибке: %s
ta: இணை பகுப்பாய்வு தோல்வியடைந்தது. உள் பிழை செய்தி: %s

source: No factors with an eigenvalue > %1$s. Maximum observed eigenvalue equals %2$s.
eu: Ez dago %1$s > autobalioa duen faktorerik. Behatutako autobalio maximoa %2$s da.
pl: Brak czynników z wartością własną większą niż %1$s. Maksymalna zaobserwowana wartość własna wynosi %2$s.
ta: ஒரு ஈசென்வெல்யூ> %1$s உடன் எந்த காரணிகளும் இல்லை. அதிகபட்சமாக கவனிக்கப்பட்ட ஈசென்வெல்யூ %2$s க்கு சமம்.

source: Kaiser-Meyer-Olkin Test
eu: Kaiser-Meyer-Olkin Proba
pl: Test KMO
ta: கைசர்-மேயர்-ஓல்கின் சோதனை

source: Overall MSA
eu: MSA Orokorra
pl: Ogólne MSA
ru: Общий MSA
ta: ஒட்டுமொத்த எம்எச்ஏ

source: Bartlett's Test
eu: Bartlett-en Proba
pl: Test Bartletta
ta: பார்ட்லெட்டின் சோதனை

source: Mardia's Test of Multivariate Normality
eu: Mardiaren Normaltasun Multibariablearen Proba
pl: Test wielowymiarowej normalności Mardiego
ru: Критерий Мардиа
ta: மார்டியாவின் பன்முக இயல்புநிலை சோதனை

source: Statistic
eu: Estatistikoa
pl: Statystyka
ru: Статистика
ta: புள்ளிவிவரம்

source: Mardia test failed. Internal error message: %s
eu: Mardiaren proba huts egin du. Barne errore mezua: %s
pl: Nie udało się wykonać testu. Wiadomość błędu: %s
ru: Критерий Мардиа не рассчитан. Внутреннее сообщение об ошибке: %s
ta: மார்டியா சோதனை தோல்வியடைந்தது. உள் பிழை செய்தி: %s

source: The statistic for skewness is assumed to be Chi^2 distributed and the statistic for kurtosis standard normal.
eu: Asimetriaren estatistikoa Chi^2 banatuta dagoela suposatzen da eta kurtosiaren estatistikoa normal estandarra.
pl: Przyjęto, że skośność ma rozkład Chi-kwadrat, a kurtoza standardowy rozkład normalny.
ru: Предполагается, что асимметрия соответствует с Chi ^ 2-распределению, а эксцесс - нормальному распределению.
ta: வளைவுக்கான புள்ளிவிவரம் சி^2 விநியோகிக்கப்படுவதாகவும், கர்டோசிச் தரநிலை இயல்பான புள்ளிவிவரமாகவும் கருதப்படுகிறது.

source: Anti-Image Correlation Matrix
eu: Irudiaren Aurkako Korrelazio Matrizea
pl: Macierz przeciwobrazów korelacji
ta: எதிர்ப்பு பட தொடர்பு அணி

source: Chi-Squared Test
eu: Khi-Karratuaren Proba
pl: Testy chi-kwadrat
ta: சி-ச்கொயர் சோதனை

source: Degrees of freedom below 0, model is unidentified.
eu: Askatasun graduak 0 azpitik, eredua identifikatu gabea da.
pl: Liczba stopni swobody poniżej 0; model nie jest zdefiniowany.
ru: Степени свободы ниже 0, модель неидентифицирована.
ta: 0 க்குக் கீழே உள்ள சுதந்திரத்தின் அளவுகள், மாதிரி அடையாளம் காணப்படவில்லை.

source: <em>Warning:</em>
eu: <em>Abisua:</em>
pl: <em>Uwaga:</em>
ru: <em> Предупреждение: </em>
ta: <em> எச்சரிக்கை: </em>

source: Factor Loadings
eu: Faktoreen Kargak
pl: Ładunki czynnikowe
ru: Факторные нагрузки
ta: காரணி ஏற்றுதல்

source: Factor %i
eu: %i faktorea
pl: Czynnik %i
ru: Фактор %i
ta: காரணி %i

source: Uniqueness
pl: Swoistość
ru: Уникальность
ta: தனித்துவம்

source: No rotation method applied.
eu: Ez da errotazio metodorik aplikatu.
pl: Nie zastosowano rotacji.
ru: Метод вращения не применялся.
ta: சுழற்சி முறை எதுவும் பயன்படுத்தப்படவில்லை.

source: Applied rotation method is %1$s.
eu: Aplikatutako errotazio metodoa %1$s da.
pl: Zastosowano metodę rotacji %s.
ta: பயன்பாட்டு சுழற்சி முறை %1$s.

source: Factor Loadings (Structure Matrix)
pl: Ładunki czynnikowe (macierz struktury)
ru: Факторные нагрузки (Структурная Матрица)
ta: காரணி ஏற்றுதல் (கட்டமைப்பு அணி)

source: Factor Characteristics
eu: Faktoreen Ezaugarriak
pl: Charakterystyka czynników
ru: Характеристики факторов
ta: காரணி பண்புகள்

source: Unrotated solution
eu: Biratu gabeko soluzioa
pl: Rozwiązanie nierotowane
ta: மதிப்பிடப்படாத தீர்வு

source: Rotated solution
eu: Biratutako soluzioa
pl: Rozwiązanie rotowane
ru: Решение с вращением
ta: சுழலும் தீர்வு

source: Eigenvalue
eu: Eigenbalioa
pl: Wartość własna
ru: Собственное значение
ta: ஈசென்வெல்யூ

source: Proportion var.
pl: Zmienna proporcji
ru: Доля дисп.
ta: விகிதம்.

source: Cumulative
pl: Skumulowane
ta: ஒட்டுமொத்த

source: SumSq. Loadings
pl: Ładunki sumy kwadratów
ru: Сумма квадратов нагрузок
ta: Sumsq. ஏற்றுதல்

source: Factor Correlations
eu: Faktoreen Korrelazioak
pl: Korelacje pomiędzy czynnikami
ru: Корреляции факторов
ta: காரணி தொடர்புகள்

source: Additional fit indices
eu: Doikuntza indize gehigarriak
pl: Dodatkowe miary dopasowania
ru: Дополнительные индексы пригодности
ta: கூடுதல் பொருத்தம் குறியீடுகள்
